اس سے سنکر جو پیغام ہم تمہیں دیتے ہیں وہ یہ ہے کہ خدا نور ہے اور اس میں ذرا بھی تاریکی نہیں ۔
اگر ہمیں کہیں کہ ہماری اس کے ساتھ شراکت ہے اور پھر تاریکی میں چلیں تو ہم جھوٹے ہیں اور حق پر عمل نہیں کرتے ۔
لیکن اگر ہم نور میں چلیں جس طرح کہ وہ نور میں ہے تو ہماری آپس میں شراکت ہے اور اس کے بیٹے یسوع کا خون ہمیں تمام گناہوں سے پاک کرتا ہے ۔
اگر ہم کہیں کہ ہم بے گناہ ہیں تو اپنے آپ کو فریب دیتے ہیں اور ہم میں سچائی نہیں ۔
اگر اپنے گناہوں کا اقرار کریں تو وہ ہمارے گناہوں کے معاف کرنے اور ہمیں ساری ناراستی سے پاک کرنے میں سچا اور عادل ہے ۔
اگر کہیں کہ ہم نے گناہ نہیں کیا تو اسے جھوٹا ٹھہراتے ہیں اور اس کا کلام ہم میں نہیں ہے ۔
اے میرے بچو ! یہ باتیں میں تمہیں اس لئے لکھتا ہوں کہ تم گناہ نہ کرو اور اگر کوئی گناہ کرے تو باپ کے پاس ہمارا ایک مددگار موجود ہے یعنی یسوع مسیح راستباز ۔
اور وہی ہمارے گناہوں کا کفارہ ہے اور نہ صرف ہمارے ہی گناہوں کا بلکہ تمام دنیا کے گناہوں کا بھی ۔
اگر ہم اس کے حکموں پر عمل کریں گے تو اس سے ہمیں معلوم ہوگا کہ ہم اسے جان گئے ہیں ۔
جو کوئی یہ کہتا ہے کہ میں اسے جان گیا ہوں اور اس کے حکموں پر عمل نہیں کرتا وہ جھوٹا ہے اور اس میں سچائی نہیں ۔
ہاں جو کوئی اس کے کلام پر عمل کرے اس میں یقینا خدا کی محبت کامل ہو گئی ہے ۔ ہمیں اسی سے معلوم ہوتا ہے کہ ہم اس میں ہیں ۔
جو کوئی یہ کہتا ہے کہ میں اس میں قائم ہوں تو چاہئے کہ یہ بھی اسی طرح چلے جس طرح وہ چلتا تھا ۔
اے عزیزو ! میں تمہیں کوئی نیا حکم نہیں لکھتا بلکہ وہی پرانا حکم جو شروع سے تمہیں ملا ہے ۔ یہ پرانا حکم وہی کلام ہے جو تم نے سنا ہے ۔
پھر تمہیں ایک نیا حکم لکھتا ہوں اور یہ بات اس پر اور تم پر صادق آتی ہے کیونکہ تاریکی مٹتی جاتی ہے اور حقیقی نور چمکنا شروع ہو گیا ہے ۔
جو کوئی یہ کہتا ہے کہ میں نور میں ہوں اور اپنے بھائی سے عداوت رکھتا ہے وہ ابھی تک تاریکی ہی میں ہے ۔
جو کوئی اپنے بھائی سے محبت رکھتا ہے وہ نور میں رہتا ہے اور ٹھوکر نہیں کھانے کا ۔
لیکن جو اپنے بھائی سے عداوت رکھتا ہے وہ تاریکی میں ہے اور تاریکی ہی میں چلتا ہے اور یہ نہیں جانتا کہ کہاں جاتا ہے کیونکہ تاریکی نے اس کی آنکھیں اندھی کر دی ہیں ۔
اے بچو ! میں تمہیں اس لئے لکھتا ہوں کہ اس کے نام سے تمہارے گناہ معاف ہوئے ۔
اے بزرگو ! میں تمہیں اس لئے لکھتا ہوں کہ جو ابتدا سے ہے اسے تم جان گئے ہو ۔ اے جوانو ! میں تمہیں اس لئے لکھتا ہوں کہ تم اس شریر پر غالب آ گئے ہو ۔ اے لڑکو ! میں نے تمہیں اس لئے لکھا ہے کہ تم باپ کو جان گئے ہو ۔
اے بزرگو ! میں نے تمہیں اس لئے لکھا کہ جو ابتدا سے ہے اس کو تم جان گئے ہو ۔ اے جوانو ! میں نے تمہیں اس لئے لکھا ہے کہ تم مضبوط ہو اور خدا کا کلام تم میں قائم رہتا ہے اور تم اس شریر پر غالب آ گئے ہو ۔
نہ دنیا سے محبت رکھو نہ ان چیزوں سے جو دنیا میں ہیں ۔ جو کوئی دنیا سے محبت رکھتا ہے اس میں باپ کی محبت نہیں ۔
کیونکہ جو کچھ دنیا میں ہے یعنی جسم کی خواہش اور آنکھوں کی خواہش اور زندگی کی شیخی وہ باپ کی طرف سے نہیں بلکہ دنیا کی طرف سے ہے ۔
دنیا اور اس کی خواہش دونوں مٹتی جاتی ہیں لیکن جو خدا کی مرضی پر چلتا ہے وہ ابد تک قائم رہے گا ۔
اے لڑکو ! یہ اخیر وقت ہے اور جیسا تم نے سنا ہے کہ مخالف مسیح آنے والا ہے ۔ اس کے موافق اب بھی بہت سے مخالف مسیح پیدا ہو گئے ہیں ۔ اس سے ہم جانتے ہیں کہ یہ اخیر وقت ہے ۔
وہ نکلے تو ہم ہی میں سے مگر ہم میں سے تھے نہیں ۔ اس لئے کہ اگر ہم میں سے ہوتے تو ہمارے ساتھ رہتے لیکن نکل اس لئے گئے کہ یہ ظاہر ہو کہ وہ سب ہم میں سے نہیں ہیں ۔
اور تم کو تو اس قدوس کی طرس سے مسح کیا گیا ہے اور تم سب کچھ جانتے ہو ۔
میں نے تمہیں اس لئے نہیں لکھا کہ تم سچائی کو نہیں جانتے بلکہ اس لئے کہ تم اسے جانتے ہو اور اس لئے کہ کوئی جھوٹ سچائی کی طرف سے نہیں ہے ۔
کون جھوٹا ہے سوا اس کے جو یسوع کے مسیح ہونے کا انکار کرتا ہے ؟ مخالف مسیح وہی ہے جو باپ اور بیٹے کا انکار کرتا ہے ۔
جو کوئی بیٹے کا انکار کرتا ہے اس کے پاس باپ بھی نہیں ۔ جو بیٹے کا اقرار کرتا ہے اس کے پاس باپ بھی ہے ۔
جو تم نے شروع سے سنا ہے وہی تم میں قائم رہے ۔ جو تم نے شروع سے سنا ہے اگر وہ تم میں قائم رہے تو تم بھی بیٹے اور باپ میں قائم رہو گے ۔
اور جس کا اس نے ہم سے وعدہ کیا ہے وہ ہمیشہ کی زندگی ہے ۔
میں نے یہ باتیں تمہیں ان کی بابت لکھی ہیں جو تمہیں فریب دیتے ہیں ۔
اور تمہارا وہ مسح جو اس کی طرف سے کیا گیا تم میں قائم رہتا ہے اور تم اس کے محتاج نہیں کہ کوئی تمہیں سکھائے بلکہ جس طرح وہ مسح جو اس کی طرف سے کیا گیا تمہیں سب باتیں سکھاتا ہے اور سچا ہے اور جھوٹا نہیں اور جس طرح اس نے تمہیں سکھایا اسی طرح تم اس میں قائم رہتے ہو ۔
غرض اے بچو ! اس میں قائم رہو تاکہ جب وہ ظاہر ہو تو ہمیں دلیری ہو اور ہم اس کے آنے پر اس کے سامنے شرمندہ نہ ہوں ۔
اگر تم جانتے ہو کہ وہ راستباز ہے تو یہ بھی جانتے ہو کہ جو کوئی راستبازی کے کام کرتا ہے وہ اس سے پیدا ہؤا ہے ۔
دیکھو باپ نے ہم سے کیسی محبت کی ہے کہ ہم خدا کے فرزند کہلائے اور ہم ہیں بھی ۔ دنیا ہمیں اس لئے نہیں جانتی کہ اس نے اسے بھی نہیں جانا ۔
عزیزو ! ہم جانتے ہیں کہ جب وہ ظاہر ہوگا تو ہم بھی اس کی مانند ہونگے ۔ کیونکہ اس کو ویسا ہی دیکھیں گے جیسا وہ ہے ۔
اور جو کوئی اس سے یہ امید رکھتا ہے اپنے آپ کو ویسا ہی پاک کرتا ہے جیسا وہ پاک ہے ۔
جو کوئی گناہ کرتا ہے وہ شرع کی مخالفت کرتا ہے اور گناہ شرع کی مخالفت ہی ہے ۔
اور تم جانتے ہو کہ وہ اس لئے ظاہر ہؤا تھا کہ گناہوں کو اٹھا لے جائے اور اس کی ذات میں گناہ نہیں ۔
جو کوئی اس میں قائم رہتا ہے وہ گناہ نہیں کرتا ۔ جو کوئی گناہ کرتا ہے نہ اس نے اسے دیکھا ہے اور نہ جانا ہے ۔
اے بچو ! کسی کے فریب میں نہ آنا ۔ جو راستبازی کے کام کرتا ہے وہی اس کی طرح راستباز ہے ۔
جو شخص گناہ کرتا ہے وہ ابلیس سے ہے کیونکہ ابلیس شروع ہی سے گناہ کرتا رہا ہے ۔ خدا کا بیٹا اسی لئے ظاہر ہؤا تھا کہ ابلیس کے کاموں کو مٹائے ۔
جو کوئی خدا سے پیدا ہؤا ہے وہ گناہ نہیں کرتا کیونکہ اس کا تخم اس میں بنا رہتا ہے بلکہ وہ گناہ کر ہی نہیں سکتا کیونکہ خدا سے پیدا ہؤا ہے ۔
اسی سے خدا کے فرزند اور ابلیس کے فرزند ظاہر ہوتے ہیں ۔ جو کوئی راستبازی کے کام نہیں کرتا وہ خدا سے نہیں اور وہ بھی نہیں جو اپنے بھائی سے محبت نہیں رکھتا ۔
کیونکہ جو پیغام تم نے شروع سے سنا وہ یہ ہے کہ ہم ایک دوسرے سے محبت رکھیں ۔
اور قائن کی مانند نہ بنیں جو اس شریر سے تھا اور جس نے اپنے بھائی کو قتل کیا اور اس نے کس واسطے اسے قتل کیا ؟ اس واسطے کہ اس کے کام برے تھے اور اس کے بھائی کے کام راستی کے تھے ۔
اے بھائیو ! اگر دنیا تم سے عداوت رکھتی ہے تو تعجب نہ کرو ۔
ہم جانتے ہیں کہ موت سے نکل کر زندگی میں داخل ہوگئے کیونکہ ہم بھائیوں سے محبت رکھتے ہیں ۔ جو محبت نہیں رکھتا وہ موت کی حالت میں رہتا ہے ۔
جو کوئی اپنے بھائی سے عداوت رکھتا ہے وہ خونی ہے اور تم جانتے ہو کہ کسی خونی میں ہمیشہ کی زندگی موجود نہیں رہتی ۔
ہم نے محبت کو اسی سے جانا ہے کہ اس نے ہمارے واسطے اپنی جان دے دی اور ہم پر بھی بھائیوں کے واسطے جان دینا فرض ہے ۔
جس کسی کے پاس دنیا کا مال ہو اور وہ اپنے بھائی کو محتاج دیکھ کر رحم کرنے میں دریغ کرے تو اس میں خدا کی محبت کیونکر قائم رہ سکتی ہے ؟
اے بچو ! ہم کلام اور زبان ہی سے نہیں بلکہ کام اور سچائی کے ذریعہ سے بھی محبت کریں ۔
اس سے ہم جانیں گے کہ حق کے ہیں اور جس بات میں ہمارا دل ہمیں الزام دے گا اس کے بارے میں ہم اس کے حضور اپنی دلجمعی کریں گے ۔
کیونکہ خدا ہمارے دل سے بڑا ہے اور سب کچھ جانتا ہے ۔
اے عزیزو ! جب ہمارا دل ہمیں الزام نہیں دیتا تو ہمیں خدا کے سامنے دلیری ہو جاتی ہے ۔
اور جو کچھ ہم مانگتے ہیں وہ ہمیں اس کی طرف سے ملتا ہے کیونکہ ہم آس کے حکموں پر عمل کرتے ہیں اور جو کچھ وہ پسند کرتا ہے اسے بجا لاتے ہیں ۔
اور اس کا حکم یہ ہے کہ ہم اس کے بیٹے یسوع مسیح کے نام پر ایمان لائیں اور جیسا اس نے ہمیں حکم دیا اس کے موافق آپس میں محبت رکھیں ۔
اور جو اس کے حکموں پر عمل کرتا ہے وہ اس میں اور یہ اس میں قائم رہتا ہے اور اسی سے یعنی اس روح سے جو اس نے ہمیں دیا ہے ہم جانتے ہیں کہ وہ ہم میں قائم رہتا ہے ۔
اے عزیزو ! ہر ایک روح کا یقین نہ کرو بلکہ روحوں کو آماؤ کہ وہ خدا کی طرف سے ہیں یا نہیں کیونکہ بہت سے جھوٹے نبی دنیا میں نکل کھڑے ہوئے ہیں ۔
خدا کے روح کو تم اس طرح پہچان سکتے ہو کہ جو کوئی روح اقرار کرے کہ یسوع مسیح مجسم ہوکر آیا ہے وہ خدا کی طرف سے ہے ۔
اور جو کوئی روح یسوع کا اقرار نہ کرے وہ خدا کی طرف سے نہیں اور یہی مخالف مسیح کی روح ہے جس کی خبر تم سن چکے ہو کہ وہ آنے والی ہے بلکہ اب بھی دنیا میں موجود ہے ۔
اے بچو ! تم خدا سے ہو اور ان پر غالب آگئے ہو کیونکہ جو تم میں ہے وہ اس سے بڑا ہے جو دنیا میں ہے ۔
وہ دنیا سے ہیں ۔ اس واسطے دنیا کی سی کہتے ہیں اور دنیا ان کی سنتی ہے ۔
ہم خدا سے ہیں ۔ جو خدا کو جانتا ہے وہ ہماری سنتا ہے ۔ جو خدا سے نہیں وہ ہماری نہیں سنتا ۔ اسی سے ہم حق کی روح اور گمراہی کی روح کو پہچان لیتے ہیں ۔
اے عزیزو ! آؤ ہم ایک دوسرے سے محبت رکھیں کیونکہ محبت خدا کی طرف سے ہے اور جو کوئی محبت رکھتا ہے وہ خدا سے پیدا ہؤا ہے اور خدا کو جانتا ہے ۔
جو محبت نہیں رکھتا وہ خدا کو نہیں جانتا کیونکہ خدا محبت ہے ۔
جو محبت خدا کو ہم سے ہے وہ اس سے ظاہر ہوئی کہ خدا نے اپنے اکلوتے بیٹے کو دنیا میں بھیجا ہے تاکہ ہم اس کے سبب سے زندہ رہیں ۔
محبت اس میں نہیں کہ ہم نے خدا سے محبت کی بلکہ اس میں ہے کہ اس نے ہم سے محبت کی اور ہمارے گناہوں کے کفارہ کے لئے اپنے بیٹے کو بھیجا ۔
اے عزیزو ! جب خدا نے ہم سے ایسی محبت کی تو ہم پر بھی ایک دوسرے سے محبت رکھنا فرض ہے ۔
خدا کو کبھی کسی نے نہیں دیکھا ۔ اگر ہم ایک دوسرے سے محبت رکھتے ہیں تو خدا ہم میں رہتا ہے اور اس کی محبت ہمارے دل میں کامل ہو گئی ہے ۔
چونکہ اس نے اپنے روح میں سے ہمیں دیا ہے اس سے ہم جانتے ہیں کہ ہم اس میں قائم رہتے ہیں اور وہ ہم میں ۔
اور ہم نے دیکھ لیا ہے اور گواہی دیتے ہیں کہ باپ نے بیٹے کو دنیا کا منجی کرکے بھیجا ہے ۔
جو کوئی اقرار کرتا ہے کہ یسوع خدا کا بیٹا ہے خدا اس میں رہتا ہے اور وہ خدا میں ۔
جو محبت خدا کو ہم سے ہے اس کو ہم جان گئے اور ہمیں اس کا یقین ہے ۔ خدا محبت ہے اور جو محبت میں قائم رہتا ہے وہ خدا میں قائم رہتا ہے اور خدا اس میں قائم رہتا ہے ۔
اسی سبب سے محبت ہم میں کامل ہو گئی ہے تاکہ ہمیں عدالت کے دن دلیری ہو کیونکہ جیسا وہ ہے ویسے ہی دنیا میں ہم بھی ہیں ۔
محبت میں خوف نہیں ہوتا بلکہ کامل محبت خوف کو دور کر دیتی ہے کیونکہ خوف سے عذاب ہوتا ہے اور کوئی خوف کرنے والا محبت میں کامل نہیں ہؤا ۔
ہم اس لئے محبت رکھتے ہیں کہ پہلے اس نے ہم سے محبت رکھی ۔
اگر کوئی کہے کہ میں خدا سے محبت رکھتا ہوں اور وہ اپنے بھائی سے عداوت رکھے تو جھوٹا ہے کیونکہ جو اپنے بھائی سے جسے اس نے دیکھا ہے محبت نہیں رکھتا وہ خدا سے بھی جسے اس نے نہیں دیکھا محبت نہیں رکھ سکتا ۔
اور ہم کو اس کی طرف سے یہ حکم ملا ہے کہ جو کوئی خدا سے محبت رکھتا ہے وہ اپنے بھائی سے بھی محبت رکھے ۔
جس کا یہ ایمان ہے کہ یسوع ہی مسیح ہے وہ خدا سے پیدا ہؤا ہے اور جو کوئی والد سے محبت رکھتا ہے وہ اس کی اولاد سے بھی محبت رکھتا ہے ۔
جب ہم خدا سے محبت رکھتے اور اس کے حکموں پر عمل کرتے ہیں تو اس سے معلوم ہوجاتا ہے کہ خدا کے فرزندوں سے بھی محبت رکھتے ہیں ۔
اور خدا کی محبت یہ ہے کہ ہم اس کے حکموں پر عمل کریں اور اس کے حکم سخت نہیں ۔
جو کوئی خدا سے پیدا ہؤا ہے وہ دنیا پر غالب آتا ہے اور وہ غلبہ جس سے دنیا مغلوب ہوئی ہے ہمارا ایمان ہے ۔
دنیا کا مغلوب کرنے والا کون ہے سوا اس شخص کے جس کا یہ ایمان ہے کہ یسوع خدا کا بیٹا ہے ؟
یہی ہے وہ جو پانی اور خون کے وسیلہ سے آیا تھا یعنی یسوع مسیح ۔ وہ نہ فقط پانی کے وسیلہ سے بلکہ پانی اور خون دونوں کے وسیلہ سے آیا تھا ۔
اور جو گواہی دیتا ہے وہ روح ہے کیونکہ روح سچائی ہے ۔
اور گواہی دینے والے تین ہیں ۔ روح اور پانی اور خون اور یہ تینوں ایک ہی بات پر متفق ہیں ۔
جب ہم آدمیوں کی گواہی قبول کر لیتے ہیں تو خدا کی گواہی تو اس سے بڑھ کر ہے اور خدا کی گواہی یہ ہے کہ اس نے اپنے بیٹے کے حق میں گواہی دی ہے ۔
جو خدا کے بیٹے پر ایمان رکھتا ہے وہ اپنے آپ میں گواہی رکھتا ہے ۔ جس نے خدا کا یقین نہیں کیا اس نے اسے جھوٹا ٹھہرایا کیونکہ وہ اس گواہی پر جو خدا نے اپنے بیٹے کے حق میں دی ہے ایمان نہیں لایا ۔
اور وہ گواہی یہ ہے کہ خدا نے ہمیں ہمیشہ کی زندگی بخشی اور یہ زندگی اس کے بیٹے میں ہے ۔
جس کے پاس بیٹا ہے اس کے پاس زندگی ہے اور جس کے پاس خدا کا بیٹا نہیں اس کے پاس زندگی بھی نہیں ۔
میں نے تم کو جو خدا کے بیٹے کے نام پر ایمان لائے ہو یہ باتیں اس لئے لکھیں کہ تمہیں معلوم ہو کہ ہمیشہ کی زندگی رکھتے ہو ۔
اور ہمیں جو اس کے سامنے دلیری ہے اس کا سبب یہ ہے کہ اگر اس کی مرضی کے موافق کچھ مانگتے ہیں تو وہ ہماری سنتا ہے ۔
اور جب ہم جانتے ہیں کہ جو کچھ ہم مانگتے ہیں وہ ہماری سنتا ہے تو یہ بھی جانتے ہیں کہ جو کچھ ہم نے اس سے مانگا ہے وہ پایا ہے ۔
اگر کوئی اپنے بھائی کو ایسا گناہ کرتے دیکھے جس کا نتیجہ موت نہ ہو تو دعا کرے ۔ خدا اس کے وسیلہ سے زندگی بخشے گا ۔ ان ہی کو جنہوں نے ایسا گناہ نہیں کیا جس کا نتیجہ موت ہو ۔ گناہ ایسا بھی ہے جس کا نتیجہ موت ہے ۔ اس کی بابت دعا کرنے کو میں نہیں کہتا ۔
ہے تو ہر طرح کی ناراستی گناہ مگر ایسا گناہ بھی ہے جس کا نتیجہ موت نہیں ۔
ہم جانتے ہیں کہ جو کوئی خدا سے پیدا ہؤا ہے وہ گناہ نہیں کرتا بلکہ اس کی حفاظت وہ کرتا ہے جو خدا سے پیدا ہؤا اور وہ شریر اسے چھونے نہیں پاتا ۔
ہم جانتے ہیں کہ ہم خدا سے ہیں اور ساری دنیا اس شریر کے قبصہ میں پڑی ہوئی ہے ۔
اور یہ بھی جانتے ہیں کہ خدا کا بیٹا آگیا ہے اور اس نے ہمیں سمجھ بخشی ہے تاکہ اس کو جو حقیقی ہے جانیں اور ہم اس میں جو حقیقی ہے یعنی اس کے بیٹے یسوع مسیح میں ہیں ۔ حقیقی خدا اور ہمیشہ کی زندگی یہی ہے ۔
اے بچو ! اپنے آپ کو بتوں سے بچائے رکھو ۔
مجھ بزرگ کی طرف سے اس برگزیدہ بی بی اور اس کے فرزندوں کے نام جن سے میں اس سچائی کے سبب سے سچی محبت رکھتا ہوں جو ہم میں قائم رہتی ہے اور ابد تک ہمارے ساتھ رہے گی ۔
اور صرف میں ہی نہیں بلکہ وہ سب بھی محبت رکھتے ہیں جو حق سے واقف ہیں ۔
خدا باپ اور باپ کے بیٹے یسوع مسیح کی طرف سے فضل اور رحم اور اطمینان ، سچائی اور محبت سمیت ، ہمارے شامل حال رہیں گے ۔
میں بہت خوش ہؤا کہ میں نے تیرے بعض لڑکوں کو اس حکم کے مطابق جو ہمیں باپ کی طرف سے ملا تھا حقیقت میں چلتے ہوئے پایا ۔
اب اے بی بی ! میں تجھے کوئی نیا حکم نہیں بلکہ وہی جو شروع سے ہمارے پاس ہے لکھتا اور تجھ سے منت کرکے کہتا ہوں کہ آؤ ہم ایک دوسرے سے محبت رکھیں ۔
اور محبت یہ ہے کہ ہم اس کے حکموں پر چلیں ، یہ وہی حکم ہے جو تم نے شروع سے سنا ہے کہ تمہیں اس پر چلنا چاہئے ۔
کیونکہ بہت سے ایسے گمراہ کرنے والے دنیا میں نکل کھڑے ہوئے ہیں جو یسوع مسیح کے مجسم ہوکر آنے کا اقرار نہیں کرتے ، گمراہ کرنے والا اور مخالف مسیح یہی ہے ۔
اپنی بابت خبردار ہو تاکہ جو محنت ہم نے کی ہے وہ تمہارے سبب سے ضائع نہ ہو جائے بلکہ تم کو پورا اجر ملے ۔
جو کوئی آگے بڑھ جاتا ہے اور مسیح کی تعلیم پر قائم نہیں رہتا اس کے پاس خدا نہیں ، جو اس تعلیم پر قائم رہتا ہے اس کے پاس باپ بھی ہے اور بیٹا بھی ۔
اگر کوئی تمہارے پاس آئے اور یہ تعلیم نہ دے تو نہ اسے گھر میں آنے دو اور نہ سلام کرو ۔
کیونکہ جو کوئی ایسے شخص کو سلام کرتا ہے وہ اس کے برے کاموں میں شریک ہوتا ہے ۔
مجھے بہت سی باتیں تم کو لکھنا ہے مگر کاغذ اور سیاہی سے لکھنا نہیں چاہتا بلکہ تمہارے پاس آنے اور روبرو بات چیت کرنے کی امید رکھتا ہوں تاکہ تمہاری خوشی کامل ہو ۔
تیری برگزدہ بہن کے لڑکے تجھے سلام کہتے ہیں ۔
مجھ بزرگ کی طرف سے اس پیار گیس کے نام جیس سے میں سچی محبت رکھتا ہوں ۔
اے پیارے ! میں یہ دعا کرتا ہوں کہ جس طرح تو روحانی ترقی کر رہا ہے اسی طرح تو سب باتوں میں ترقی کرے اور تندرست رہے ۔
کیونکہ جب بھائیوں نے اکر تیری اس سچائی کی گواہی دی جس پر تو حقیقت میں چلتا ہے تو میں نہایت خوش ہؤا ۔
میرے لئے اس سے بڑھ کر اور کوئی خوشی نہیں کہ میں اپنے فرزندوں کو حق پر چلتے ہوئے سنوں ۔
اے پیارے ! جو کچھ تو ان بھائیوں کے ساتھ کرتا ہے جو پردیسی بھی ہیں وہ دیانت سے کرتا ہے ۔
انہوں نے کلیسیا کے سامنے تیری محبت کی گواہی دی تھی ، اگر تو انہیں اس طرح روانہ کرے گا جس طرح خدا کے لوگوں کو مناسب ہے تو اچھا کرے گا ۔
کیونکہ وہ اس نام کی خاطر نکلے ہیں اور غیر قوموں سے کچھ نہیں لیتے ۔
پس ایسوں کی خاطرداری کرنا ہم پر فرض ہے تاکہ ہم بھی حق کی تائید میں ان کے ہمخدمت ہوں ۔
میں نے کلیسیا کو کچھ لکھا تھا مگر دیترفیس جو ان میں بڑا بننا چاہتا ہے ہمیں قبول نہیں کرتا ۔
پس جب میں آؤں گا تو اس کے کاموں کو جو وہ کر رہا ہے یاد دلاؤں گا کہ ہمارے حق میں بری باتیں بکتا ہے اور ان پر قناعت نہ کرکے خود بھی بھائیوں کو قبول نہیں کرتا اور جو قبول کرنا چاہتے ہیں ان کو بھی منع کرتا ہے اور کلیسیا سے نکال دیتا ہے ۔
اے پیارے ! بدی کی نہیں بلکہ نیکی کی پیروی کر ، نیکی کرنے والا خدا سے ہے ، بدی کرنے والے نے خدا کو نہیں دیکھا ۔
دیمیتریس کے بارے میں سب نے اور خود حق نے بھی گواہی دی اور ہم بھی گواہی دیتے ہیں اور تو جانتا ہے کہ ہماری گواہی سچی ہے ۔
مجھے لکھنا تو تجھ کو بہت کچھ تھا مگر سیاہی اور قلم سے تجھے لکھنا نہیں چاہتا ۔
بلکہ تجھ سے جلد ملنے کی امید رکھتا ہوں ۔ اس وقت ہم روبرو بات چیت کریں گے ۔ تجھے اطمینان حاصل ہوتا رہے ۔ یہاں کے دوست تجھے سلام کہتے ہیں ۔ تو وہاں کے دوستوں سے نام بہ نام سلام کہہ ۔
یہوداہ کی طرف سے جو یسوع مسیح کا بندہ اور یعقوب کا بھائی ہے ان بلائے ہوؤں کے نام جو خدا باپ میں عزیز اور یسوع مسیح کے لئے محفوظ ہیں ۔
رحم اور اطمینان اور محبت تم کو زیادہ حاصل ہوتی رہے ۔
اے پیارو ! جس وقت میں تم کو اس نجات کی بابت لکھنے میں کمال کوشش کر رہا تھا جس میں ہم سب شریک ہیں تو میں نے تمہیں یہ نصیحت لکھنا ضرور جانا کہ تم اس ایمان کے واسطے جانفشانی کرو جو مقدسوں کو ایک ہی بار سونپا گیا تھا ۔
کیونکہ بعض ایسے شخص چپکے سے ہم میں آ ملے ہیں جنکی اس سزا کا ذکر قدیم زمانہ میں پیشتر سے لکھا گیا تھا ۔ یہ بے دین ہیں اور ہمارے خدا کے فضل کو شہوت پرستی سے بدل ڈالتے ہیں اور ہمارے واحد مالک اور خداوند یسوع مسیح کا انکار کرتے ہیں ۔
پس اگرچہ تم سب باتیں ایک بار جان چکے ہو تو بھی یہ بات تمہیں یاد دلانا چاہتا ہوں کہ خداوند نے ایک امت کو ملک مصر میں سے چھڑانے کے بعد انہیں ہلاک کیا جو ایمان نہ لائے ۔
اور جن فرشتوں نے اپنی حکومت کو قائم نہ رکھا بلکہ اپنے خاص مقام کو چھوڑ دیا ان کو اس نے دائمی قید میں تاریکی کے اندر روز عظیم کی عدالت تک رکھا ہے ۔
اسی طرح سدوم اور عمورہ اور ان کے آس پاس کے شہر جو ان کی طرح حرامکاری میں پڑ گئے اور غیر جسم کی طرف راغب ہوئے ہمیشہ کی آگ میں گرفتار ہوکر جای عبرت ٹھہرے ہیں ۔
تو بھی یہ لوگ بھی اپنے وہموں میں مبتلا ہوکر ان کی طرح جسم کو ناپاک کرتے اور حکومت کو ناچیز جانتے اور عزت داروں پر لعن طعن کرتے ہیں ۔
لیکن مقرب فرشتہ میکائیل نے موسیٰ کی لاش کی بابت ابلیس سے بحث و تکرار کرتے وقت لعن طعن کے ساتھ اس پر نالش کرنے کی جرأت نہ کی بلکہ یہ کہا کہ خداوند تجھے ملامت کرے ۔
مگر یہ جن باتوں کو نہیں جانتے ان پر لعن طعن کرتے ہیں اور جن کو بےعقل جانوروں کی طرح طبعی طور پر جانتے ہیں ان میں اپنے آپ کو خراب کرتے ہیں ۔
ان پر افسوس ! کہ یہ قائن کی راہ پر چلے اور مزدوری کے لئے بڑی حرص سے بلعام کی سی گمراہی اختیار کی اور قورح کی طرح مخالفت کرکے ہلاک ہوئے ۔
یہ تمہاری محبت کی ضیافتوں میں تمہارے ساتھ کھاتے پیتے وقت گویا دریا کی پوشیدہ چٹانیں ہیں ۔ یہ بے دھڑک اپنے پیٹ بھرنے والے چرواہے ہیں ۔ یہ بے پانی کے بادل ہیں جنہیں ہوائیں اڑا لے جاتی ہیں ۔ یہ پتجھڑ کے بے پھل درخت ہیں جو دونوں طرح سے مردہ اور جڑ سے اکھڑے ہوئے ہیں ۔
یہ سمندر کی پرجوش موجیں ہیں جو اپنی بے شرمی کی جھاگ اچھالتی ہیں ۔ یہ وہ آوارہ گرد ستارے ہیں جنکے لئے ابد بے حد تاریکی دھری ہے ۔
ان کے بارے میں حنوک نے بھی جو آدم سے ساتویں پشت میں تھا یہ پیشینگوئی کی تھی کہ دیکھو ، خداوند اپنے لاکھوں مقدسوں کے ساتھ آیا ۔
تاکہ سب آدمیوں کا حساب کرے اور سے بے دینوں کو ان کی بے دینی کے ان سب کاموں کے سبب سے جو انہوں نے بے دینی سے کئے ہیں اور ان سب سخت باتوں کے سبب سے جو بے دین گناہگاروں نے اس کی مخالفت میں کہی ہیں قصوروار ٹھہرائے ۔
یہ بڑبڑانے والے اور شکایت کرنے والے ہیں اور اپنی خواہشوں کے موافق چلتے ہیں اور اپنے منہ سے بڑے بول بولتے ہیں اور نفع کے لئے لوگوں کی روداری کرتے ہیں ۔
لیکن اے پیارو ! ان باتوں کو یاد رکھو جو ہمارے خداوند یسوع مسیح کے رسول پہلے کہہ چکے ہیں ۔
وہ تم سے کہا کرتے تھے کہ اخیر زمانہ میں ایسے ٹھٹھا کرنے والے ہونگے جو اپنی بے دینی کی خواہشوں کے موافق چلیں گے ۔
یہ وہ آدمی ہیں جو تفرقے ڈالتے ہیں اور نفسانی ہیں اور روح سے بے بہرہ ۔
مگر تم اے پیارو ! اپنے پاک ترین ایمان میں اپنی ترقی کرکے اور روح القدس میں دعا کرکے ۔
اپنے آپ کو خدا کی محبت میں قائم رکھو اور ہمیشہ کی زندگی کے لئے ہمارے خداوند یسوع مسیح کی رحمت کے منتظر رہو ۔
اور بعض لوگوں پر جو شک میں ہیں رحم کرو ۔
اور بعض کو جھپٹ کر آگ میں سے نکالو اور بعض پر خوف کھا کر رحم کرو بلکہ اس پوشاک سے بھی نفرت کرو جو جسم کے سبب سے داغی ہو گئی ہے ۔
اب جو تم کو ٹھوکر کھانے سے بچا سکتا ہے اور اپنے پرجلال حضور میں کمال خوشی کے ساتھ بے عیب کرکے کھڑا کر سکتا ہے ۔
اس خدای واحد کا جو ہمارا منجی ہے جلال اور عظمت اور سلطنت اور اختیار ہمارے خداوند یسوع مسیح کے وسیلہ سے جیسا ازل سے ہے اب بھی ہو اور ابدالآباد رہے ۔ آمین
یسوع مسیح کا مکاشفہ جو اسے خدا کی طرف سے اس لئے ہؤا کہ اپنے بندوں کو وہ باتیں دکھائے جن کا جلد ہونا ضرور ہے اور اس نے اپنے فرشتہ کو بھیج کر اس کی معرفت انہیں اپنے بندہ یوحنا پر ظاہر کیا ۔
جس نے خدا کے کلام اور یسوع مسیح کی گواہی کی یعنی ان سب چیزوں کی جو اس نے دیکھی تھیں شہادت دی ۔
اس نبوت کی کتاب کا پڑھنے والا اور اس کے سننے والے اور جو کچھ اس میں لکھا ہے اس پر عمل کرنے والے مبارک ہیں کیونکہ وقت نزدیک ہے ۔
یوحنا کی جانب سے ان سات کلیسیاؤں کے نام جو آسیہ میں ہیں ۔ اس کی طرف سے جو ہے اور جو تھا اور جو آنے والا ہے اور ان ساتھ روحوں کی طرف سے جو اس کے تخت کے سامنے ہیں ۔
اور یسوع مسیح کی طرف سے جو سچا گواہ اور مردوں میں سے جی اٹھنے والوں میں پہلوٹھا اور دنیا کے بادشاہوں پر حاکم ہے تمہیں فضل اور اطمینان حاصل ہوتا رہے ۔ جو ہم سے محبت رکھتا ہے اور جس نے اپنے خون کے وسیلہ سے ہم کو گناہوں سے خلاصی بخشی ۔
اور ہم کو ایک بادشاہی بھی اور اپنے خدا اور باپ کے لئے کاہن بھی بنا دیا ۔ اس کا جلال اور سلطنت ابدالآباد رہے ۔ آمین ۔
دیکھو وہ بادلوں کے ساتھ آنے والا ہے اور ہر ایک آنکھ اسے دیکھے گی اور جنہوں نے اسے چھیدا تھا وہ بھی دیکھیں گے اور زمین پر کے سب قبیلے اس کے سبب سے چھاتی پیٹیں گے ۔ بیشک ۔ آمین ۔
خداوند خدا جو ہے اور جو تھا اور جو آنے والا ہے یعنی قادر مطلق فرماتا ہے کہ میں الفا اور اومیگا ہوں ۔
میں یوحنا جو تمہارا بھائی اور یسوع کی مصیبت اور بادشاہی اور صبر میں تمہارا شریک ہوں خدا کے کلام اور یسوع کی نسبت گواہی دینے کے باعث اس ٹاپو میں تھا جوپتمس کہلاتا ہے ۔
کہ خداوند کے دن روح میں آگیا اور اپنے پیچھے نرسنگے کی سی یہ ایک بڑی آواز سنی ۔
کہ جو کچھ تو دیکھتا ہے اس کو کتاب میں لکھ کر ساتوں کلیسیاؤں کے پاس بھیج دے یعنی افسس اور سمرنہ اور پرگمن اور تھواتیرہ اور سردیس اور فلدلفیہ اور لودیکیہ میں ۔
میں نے اس آواز دینے والے کو دیکھنے کے لئے منہ پھیرا جس نے مجھ سے کہا تھا اور پھر کر سونے کے سات چراغدان دیکھے ۔
اور ان چراغدانوں کے بیچ میں آدمزاد سا ایک شخص دیکھا جو پاؤں تک کا جامہ پہنے اور سونے کا سینہ بند سینہ پر باندھے ہوئے تھا ۔
اس کا سر اور پال سفید اون بلکہ برف کی مانند سفید تھے اور اس کی آنکھیں آگ کے شعلہ کی مانند تھیں ۔
اور اس کے پاؤں اس خالص پیتل کے سے تھے جو بھٹی میں تپایا گیا ہو اور اس کی آواز زور کے پانی کی سی تھی ۔
اور اس کے دہنے ہاتھ میں ساتھ ستارے تھے اور اس کے منہ میں سے ایک دو دھاری تیز تلوار نکلتی تھی اور اس کا چہرہ ایسا چمکتا تھا جیسے تیزی کے وقت آفتاب ۔
جب میں نے اسے دیکھا تو اس کے پاؤں میں مردہ سا گر پڑا اور اس نے یہ کہہ کر مجھ پر اپنا دہنا ہاتھ رکھا کہ خوف نہ کر ۔ میں اول اور آخر ۔
اور زندہ ہوں ۔ میں مر گیا تھا اور دیکھ ! ابدالآباد زندہ رہوں گا اور موت اور عالم ارواح کی کنجیاں میرے پاس ہیں ۔
پس جو باتیں تو نے دیکھیں اور جو ہیں اور جو ان کے بعد ہونے والی ہیں ان سب کو لکھ لے ۔
یعنی ان سات ستاروں کا بھید جنہیں تو نے میرے دہنے ہاتھ میں دیکھا تھا اور ان سونے کے ساتھ چراغدانوں کا ۔ وہ سات ستارے تو سات کلیسیاؤں کے فرشتے ہیں اور وہ سات چراغدان سات کلیسیائیں ہیں ۔
افسس کی کلیسیا کے فرشتہ کو یہ لکھ کہ جو اپنے دہنے ہاتھ میں ساتوں ستارے لئے ہوئے ہے اور سونے کے ساتوں چراغدانوں میں پھرتا ہے وہ یہ فرماتا ہے کہ ۔
میں تیرے کام اور تیری مشقت اور تیرا صبر تو جانتا ہوں اور یہ بھی کہ تو بدوں کو دیکھ نہیں سکتا اور جو اپنے آپ کو رسول کہتے ہیں اور ہیں نہیں تو نے ان کو آزما کر جھوٹا پایا ۔
اور تو صبر کرتا ہے اور میرے نام کی خاطر مصیبت اٹھاتے اٹھاتے تھکا نیہں ۔
مگر مجھ کو تجھ سے یہ شکایت ہے کہ تو نے اپنی پہلی سی محبت چھوڑ دی ۔
پس خیال کر کہ تو کہاں سے گرا ہے اور توبہ کرکے پہلے کی طرح کام کر اور اگر تو توبہ نہ کرے گا تو میں تیرے پاس آکر تیرے چراغدان کو اس کی جگہ سے ہٹا دوں گا ۔
البتہ تجھ میں یہ بات تو ہے کہ تو نیکلیوں کے کاموں سے نفرت رکھتا ہے جن سے میں بھی نفرت رکھتا ہوں ۔
جس کے کان ہوں وہ سنے کہ روح کلیسیاؤں سے کیا فرماتا ہے ۔ جو غالب آئے میں اسے اس زندگی کے درخت میں سے جو خدا کے فردوس میں ہے پھل کھانے کو دوں گا ۔
اور سمرنہ کی کلیسیا کے فرشتہ کو یہ لکھ کہ جو اول و آخر ہے اور جو مر گیا تھا اور زندہ ہؤا وہ یہ فرماتا ہے کہ ۔
میں تیری مصیبت اور غریبی کو جانتا ہوں ( مگر تو دولتمند ہے ) اور جو اپنے آپ کو یہودی کہتے ہیں اور ہیں نہیں بلکہ شیطان کی جماعت ہیں ان کے لعن طعن کو بھی جانتا ہوں ۔
جو دکھ تجھے سہنے ہونگے ان سے خوف نہ کر ۔ دیکھو ابلیس تم میں سے بعض کو قید میں ڈالنے کو ہے تاکہ تمہاری آزمایش ہو اور دس دن تک مصیبت اٹھاؤ گے ۔ جان دینے تک بھی وفادار رہ تو میں تجھے زندگی کا تاج دوں گا ۔
جس کے کان ہوں وہ سنے کہ روح کلیسیاؤں سے کیا فرماتا ہے ۔ جو غالب آئے اس کو دوسری موت سے نقصان نہ پہنچے گا ۔
اور پرگمن کی کلیسیا کے فرشتہ کو یہ لکھ کہ جس کے پاس دو دھاری تیز تلوار ہے وہ فرماتا ہے کہ ۔
میں یہ تو جانتا ہوں کہ تو شیطان کی تخت گاہ میں سکونت رکھتا ہے اور میرے نام پر قائم رہتا ہے اور جن دنوں میں میرا وفادار شہید انتپاس تم میں اس جگہ قتل ہؤا تھا جہاں شیطان رہتا ہے ان دنوں میں بھی تو نے مجھ پر ایمان رکھنے سے انکار نہیں کیا ۔
لیکن مجھے چند باتوں کی تجھ سے شکایت ہے ۔ اس لئے کہ تیرے ہاں بعض لوگ بلعام کی تعلیم ماننے والے ہیں جس نے بلق کو بنی اسرائیل کے سامنے ٹھوکر کھلانے والی چیز رکھنے کی تعلیم دی یعنی یہ کہ وہ بتوں کی قربانیاں کھائیں اور حرامکاری کریں ۔
چنانچہ تیرے ہاں بھی بعض لوگ اسی طرح نیکلیون کی تعلیم کے ماننے والے ہیں ۔
پس توبہ کر ۔ نہیں تو میں تیرے پاس جلد آکر اپنے منہ کی تلوار سے ان کے ساتھ لڑوں گا ۔
جس کے کان ہوں وہ سنے کہ روح کلیسیاؤں سے کیا فرماتا ہے ۔ جو غالب آئے میں اسے پوشیدہ من میں سے دوں گا اور ایک سفید پتھر دوں گا ۔ اس پتھر پر ایک نیا نام لکھا ہؤا ہو گا جسے اس کے پانے والے کے سوا کوئی نہ جانے گا ۔
اور تھواتیرہ کی کلیسیا کے فرشتہ کو یہ لکھ کہ خدا کا بیٹا جس کی آنکھیں آگ کے شعلہ کی مانند اور پاؤں پیتل کی مانند ہیں یہ فرماتا ہے کہ ۔
میں تیرے کاموں اور محبت اور ایمان اور خدمت اور صبر کو تو جانتا ہوں اور یہ بھی کہ تیرے پچھلے کام پہلے کاموں سے زیادہ ہیں ۔
پر مجھے تجھ سے یہ شکایت ہے کہ تو نے اس عورت ایزبل کو رہنے دیا ہے جو اپنے آپ کو نبیہ کہتی ہے اور میرے بندوں کو حرامکاری کرنے اور بتوں کی قربانیاں کھانے کی تعلیم دے کر گمراہ کرتی ہے ۔
میں نے اس کو توبہ کرنے کی مہلت دی مگر وہ اپنی حرامکاری سے توبہ کرنا نہیں چاہتی ۔
دیکھ میں اس کو بستر پر ڈالتا ہوں اور جو اس کے ساتھ زنا کرتے ہیں اگر اس کے سے کاموں سے توبہ نہ کریں تو ان کو بڑی مصیبت میں پھنساتا ہوں ۔
اور اس کے فرزندوں کو جان سے ماروں گا اور سب کلیسیاؤں کو معلوم ہوگا کہ گردوں اور دلوں کا چانچنے والا میں ہی ہوں اور میں تم میں سے ہر ایک کو اس کے کاموں کے موافق بدلہ دوں گا ۔
مگر تم تھواتیرہ کے باقی لوگوں سے جو اس تعلیم کو نہیں مانتے اور ان باتوں سے جنہیں لوگ شیطان کی گہری باتیں کہتے ہیں ناواقف ہو یہ کہتا ہوں کہ تم پر اور بوجھ نہ ڈالوں گا ۔
البتہ جو تمہارے پاس ہے میرے آنے تک اس کو تھامے رہو ۔
جو غالب آئے اور جو میرے کاموں کے موافق آخر تک عمل کرے میں اسے قوموں پر اختیار دوں گا ۔
اور وہ لوہے کے عصا سے ان پر حکومت کرے گا ۔ جس طرح کہ کمہار کے برتن چکنا چور ہو جاتے ہیں ۔ چنانچہ میں نے بھی ایسا اختیار اپنے باپ سے پایا ہے ۔
اور میں اسے صبح کا ستارہ دوں گا ۔
جس کے کان ہوں وہ سنے کہ روح کلیسیاؤں سے کیا فرماتا ہے ۔
اور سردیس کی کلیسیا کے فرشتہ کو یہ لکھ کہ جس کے پاس خدا کی سات روحیں ہیں اور سات ستارے ہیں وہ یہ فرماتا ہے کہ میں تیرے کاموں کو جانتا ہوں کہ تو زندہ کہلاتا ہے اور ہے مردہ ۔
جاگتا رہ اور ان چیزوں کو جو باقی ہیں اور جو مٹنے کو تھیں مضبوط کر کیونکہ میں نے تیرے کسی کام کو اپنے خدا کے نزدیک پورا نہیں پایا ۔
پس یاد کر کہ تو نے کس طرح تعلیم پائی اور سنی تھی اور اس پر قائم رہ اور توبہ کر اور اگر تو جاگتا نہ رہے گا تو میں چور کی طرح آ جاؤں گا اور تجھے ہرگز معلوم نہ ہوگا کہ کس وقت تجھ پر آ پڑوں گا ۔
البتہ سردیس میں تیرے ہاں تھوڑے سے ایسے شخص ہیں جنہوں نے اپنی پوشاک آلودہ نہیں کی ۔ وہ سفید پوشاک پہنے ہوئے میرے ساتھ سیر کریں گے کیونکہ وہ اس لائق ہیں ۔
جو غالب آئے اسے اسی طرح سفید پوشاک پہنائی جائے گی اور میں اس کا نام کتاب حیات سے ہرگز نہ کاٹوں گا بلکہ اپنے باپ اور اس کے فرشتوں کے سامنے اس کے نام کا اقرار کروں گا ۔
جس کے کان ہوں وہ سنے کہ روح کلیسیاؤں سے کیا فرماتا ہے ۔
اور فلدلفیہ کی کلیسیا کے فرشتہ کو یہ لکھ کہ جو قدوس اور برحق ہے اور داؤد کی کنجی رکھتا ہے جس کے کھولے ہوئے کو کوئی بند نہیں کرتا اور بند کئے ہوئے کو کوئی کھولتا نہیں وہ یہ فرماتا ہے کہ ۔
میں تیرے کاموں کو جانتا ہوں ( دیکھ میں نے تیرے سامنے ایک دروازہ کھول رکھا ہے ۔ کوئی اسے بند نہیں کرسکتا ) کہ تجھ میں تھوڑا سا زور ہے اور تو نے میرے کلام پر عمل کیا ہے اور میرے نام کا انکار نہیں کیا ۔
دیکھ میں شیطان کے ان جماعت والوں کو تیرے قابو میں کر دوں گا جو اپنے آپ کو یہودی کہتے ہیں اور ہیں نہیں بلکہ جھوٹ بولتے ہیں ۔ دیکھ میں ایسا کروں گا کہ وہ آکر تیرے پاؤں میں سجدہ کریں گے اور جانیں گے کہ مجھے تجھ سے محبت ہے ۔
چونکہ تو نے میرے صبر کے کلام پر عمل کیا ہے اس لئے میں بھی آزمایش کے اس وقت تیری حفاظت کروں گا جو زمین کے رہنے والوں کے آزمانے کے لئے تمام دنیا پر آنے والا ہے ۔
میں جلد آنے والا ہوں ۔ جو کچھ تیرے پاس ہے اسے تھامے رہ تاکہ کوئی تیرا تاج نہ چھین لے ۔
جو غالب آئے میں اسے اپنے خدا کے مقدس میں ایک ستون بناؤں گا ۔ وہ پھر کبھی باہر نہ نکلے گا اور میں اپنے خدا کا نام اور اپنے خدا کے شہر یعنی اس نئے یروشلیم کا نام جو میرے خدا کے پاس سے آسمان سے اترنے والا ہے اور اپنا نیا نام اس پر لکھوں گا ۔
جس کے کان ہوں وہ سنے کہ روح کلیسیاؤں سے کیا فرماتا ہے ۔
اور لودیکیہ کی کلیسیا کے فرشتہ کو یہ لکھ کہ جو آمین اور سچا اور برحق گواہ اور خدا کی خلقت کا مبدا ہے وہ یہ فرماتا ہے کہ ۔
میں تیرے کاموں کو جانتا ہوں کہ نہ تو سرد ہے نہ گرم ۔ کاش کہ تو سرد یا گرم ہوتا ۔
پس چونکہ تو نہ تو گرم ہے نہ سرد بلکہ نیم گرم ہے اس لئے میں تجھے اپنے منہ سے نکال پھینکنے کو ہوں ۔
اور چونکہ تو کہتا ہے کہ میں دولتمند ہوں اور مالدار بن گیا ہوں اور کسی چیز کا محتاج نہیں اور یہ نہیں جانتا کہ تو کمبخت اور خوار اور غریب اور اندھا اور ننگا ہے ۔
اس لئے میں تجھے صلاح دیتا ہوں کہ مجھ سے آگ میں تپایا ہؤا سونا خرید لے تاکہ دولتمند ہو جائے اور سفید پوشاک لے تاکہ تو اسے پہن کر ننگے پن کے ظاہر ہونے کی شرمندگی نہ اٹھائے اور آنکھوں میں لگانے کے لئے سرمہ لے تاکہ تو بینا ہو جائے ۔
میں جن جن کو عزیز رکھتا ہوں ان سب کو ملامت اور تنبیہ کرتا ہوں ۔ پس سرگرم ہو اور توبہ کر ۔
دیکھ میں دروازہ پر کھڑا ہؤا کھٹکھٹاتا ہوں ۔ اگر کوئی میری آواز سن کر دروازہ کھولے گا تو میں اس کے پاس اندر جاکر اس کے ساتھ کھانا کھاؤں گا اور وہ میرے ساتھ ۔
جو غالب آئے میں اسے اپنے ساتھ اپنے تخت پر بٹھاؤں گا جس طرح میں غالب آکر اپنے باپ کے ساتھ اس کے تخت پر بیٹھ گیا ۔
جس کے کان ہوں وہ سنے کہ روح کلیسیاؤں سے کیا فرماتا ہے ۔
ان باتوں کے بعد جو میں نے نگاہ کی تو کیا دیکھتا ہوں کہ آسمان میں ایک دروازہ کھلا ہؤا ہے اور جس کو میں نے پیشتر نرسنگے کی سی آواز سے اپنے ساتھ باتیں کرتے سنا تھا وہی فرماتا ہے کہ یہاں اوپر آ جا ۔ میں تجھے وہ باتیں دکھاؤں گا جن کا ان باتوں کے بعد ہونا ضرور ہے ۔
فورا میں روح میں آگیا اور کیا دیکھتا ہوں کہ آسمان پر ایک تخت رکھا ہے اور اس تخت پر کوئی بیٹھا ہے ۔
اور جو اس پر بیٹھا ہے وہ سنگ یشب اور عقیق سا معلوم ہوتا ہے اور اس تخت کے گرد زمرد کی سی ایک دھنک معلوم ہوتی ہے ۔
اور اس تخت کے گرد چوبیس تخت ہیں اور ان تختوں پر چوبیس بزرگ سفید پوشاک پہنے ہوئے بیٹھے ہیں اور ان کے سروں پر سونے کے تاج ہیں ۔
اور اس تخت میں سے بجلیاں اور آوازیں اور گرجیں پیدا ہوتی ہیں اور اس تخت کے سامنے آگ کے سات چراغ جل رہے ہیں ۔ یہ خدا کی سات روحیں ہیں ۔
اور اس تخت کے سامنے گویا شیشہ کا سمندر بلور کی مانند ہے اور تخت کے بیچ میں اور تخت کے گردا گرد چار جاندار ہیں جن کے آگے پیچھے آنکھیں ہی آنکھیں ہیں ۔
پہلا جاندار ببر کی مانند ہے اور دوسرا جاندار بچھڑے کی مانند اور تیسرے جاندار کا چہرہ انسان کا سا ہے اور چوتھا جاندار اڑتے ہوئے عقاب کی مانند ہے ۔
اور ان چاروں جانداروں کے چھ چھ پر ہیں اور چاروں طرف اور اندر آنکھیں ہی آنکھیں ہیں اور رات دن بغیر آرام لئے یہ کہتے رہتے ہیں کہ قدوس ۔ قدوس ۔ قدوس ۔ خداوند خدا قادر مطلق جو تھا اور جو ہے اور جو آنے والا ہے ۔
اور جب وہ جاندار اس کی تمجید اور عزت اور شکرگذاری کریں گے جو تخت پر بیٹھا ہے اور ابدالآباد زندہ رہے گا ۔
تو وہ چوبیس بزرگ اس کے سامنے جو تخت پر بیٹھا ہے گر پڑیں گے اور اس کو سجدہ کریں گے جو ابدالآباد زندہ رہے گا اور اپنے تاج یہ کہتے ہوئے اس تخت کے سامنے ڈال دیں گے کہ ۔
اے ہمارے خداوند اور خدا تو ہی تمجید اور عزت اور قدرت کے لائق ہے کیونکہ تو ہی نے سب چیزیں پیدا کیں اور وہ تیری ہی مرضی سے تھیں اور پیدا ہوئیں ۔
اور جو تخت پر بیٹھا تھا میں نے اس کے دہنے ہاتھ میں ایک کتاب دیکھی جو اندر سے اور باہر سے لکھی ہوئی تھی اور اسے ساتھ مہریں لگا کر بند کیا گیا تھا ۔
پھر میں نے ایک زورآور فرشتہ کو بلند آواز سے یہ منادی کرتے دیکھا کہ کون اس کتاب کو کھولنے اور اس کی مہریں توڑنے کے لائق ہے ؟
اور کوئی شخص آسمان پر یا زمین پر یا زمین کے نیچے اس کتاب کو کھولنے یا اس پر نظر کرنے کے قابل نہ نکلا ۔
اور میں اس بات پر زار زار رونے لگا کہ کوئی اس کتاب کو کھولنے یا اس پر نظر کرنے کے لائق نہ نکلا ۔
تب ان بزرگوں میں سے ایک نے مجھ سے کہا کہ مت رو ۔ دیکھ ۔ یہوداہ کے قبیلہ کا وہ ببر جو داؤد کی اصل ہے اس کتاب اور اس کی ساتوں مہروں کو کھولنے کے لئے غالب آیا ۔
اور میں نے اس تخت اور چاروں جانداروں اور ان بزرگوں کے بیچ میں گویا ذبح کیا ہؤا ایک برہ کھڑا دیکھا ۔ اس کے ساتھ سینگ اور سات آنکھیں تھیں ۔ یہ خدا کی ساتوں روحیں ہیں جو تمام روی زمین پر بھیجی گئی ہیں ۔
اس نے آکر تخت پر بیٹھے ہوئے کے دہنے ہاتھ سے اس کتاب کو لے لیا ۔
جب اس نے کتاب لے لی تو وہ چاروں جاندار اور چوبیس بزرگ اس برہ کے سامنے گر پڑے اور ہر ایک کے ہاتھ میں بربط اور عود سے بھرے ہوئے سونے کے پیالے تھے ۔ یہ مقدسوں کی دعائیں ہیں ۔
اور وہ یہ نیا گیت گانے لگے کہ تو ہی اس کتاب کو لینے اور اس کی مہریں کھولنے کے لائق ہے کیونکہ تو نے ذبح ہوکر اپنے خون سے ہر ایک قبیلہ اور اہل زبان اور امت اور قوم میں سے خدا کے واسطے لوگوں کو خرید لیا ۔
اور ان کو ہمارے خدا کے لئے ایک بادشاہی اور کاہن بنا دیا اور وہ زمین پر بادشاہی کرتے ہیں ۔
اور جب میں نے نگاہ کی تو اس تخت اور ان جانداروں اور بزرگوں کے گردا گرد بہت سے فرشتوں کی آواز سنی جن کا شمار لاکھوں اور کروڑوں تھا ۔
اور وہ بلند آواز سے کہتے تھے کہ ذبح کیا ہؤا برہ ہی قدرت اور دولت اور حکمت اور طاقت اور عزت اور تمجید اور حمد کے لائق ہے ۔
پھر میں نے آسمان اور زمین اور زمین کے نیچے کی اور سمندر کی سب مخلوقات کو یعنی سب چیزوں کو جو ان میں ہیں یہ کہتے سنا کہ جو تخت پر بیٹھا ہے اس کی اور برہ کی حمد اور عزت اور تمجید اور سلطنت ابدالآباد رہے ۔
اور چاروں جانداروں نے آمین کہا اور بزرگوں نے گر کر سجدہ کیا ۔
پھر میں نے دیکھا کہ برہ نے ان سات مہروں میں سے ایک کو کھولا اور ان چاروں جانداروں میں سے ایک کی گرج کی سی یہ آواز سنی کہ آ ۔
اور میں نے نگاہ کی تو کیا دیکھتا ہوں کہ ایک سفید گھوڑا ہے اور اس کا سوار کمان لئے ہوئے ہے ۔ اسے ایک تاج دیا گیا اور وہ فتح کرتا ہؤا نکلا تاکہ اور بھی فتح کرے ۔
اور جب اس نے دوسری مہر کھولی تو میں نے دوسرے جاندار کو یہ کہتے سنا کہ آ ۔
پھر ایک اور گھوڑا نکلا جس کا رنگ لال تھا ۔ اس کے سوار کو یہ اختیار دیا گیا کہ زمین پر سے صلح اٹھا لے تاکہ لوگ ایک دوسرے کو قتل کریں اور اسے ایک بڑی تلوار دی گئی ۔
اور جب اس نے تیسری مہر کھولی تو میں نے تیسرے جاندار کو یہ کہتے سنا کہ آ اور میں نے نگاہ کی تو کیا دیکھتا ہوں کہ ایک کالا گھوڑا ہے اور اس کے سوار کے ہاتھ میں ایک ترازو ہے ۔
اور میں نے گویا ان چاروں جانداروں کے بیچ میں سے یہ آواز آتی سنی کہ گیہوں دینار کے سیر بھر اور جو دینار کے تین سیر اور تیل اور مے کا نقصان نہ کر ۔
اور جب اس نے چوتھی مہر کھولی تو میں نے چوتھے جاندار کو یہ کہتے سنا کہ آ ۔
اور میں نے نگاہ کی تو کیا دیکھتا ہوں کہ ایک زرد سا گھوڑا ہے اور اس کے سوار کا نام موت ہے اور عالم ارواح اس کے پیچھے پیچھے ہے اور ان کو چوتھائی زمین پر یہ اختیار دیا گیا کہ تلوار اور کال اور وبا اور زمین کے درندوں سے لوگوں کو ہلاک کریں ۔
اور جب اس نے پانچویں مہر کھولی تو میں نے قربان گاہ کے نیچے ان کی روحیں دیکھیں جو خدا کے کلام کے سبب سے اور گواہی پر قائم رہنے کے باعث مارے گئے تھے ۔
اور وہ بڑی آواز سے چلا کر بولیں کہ اے مالک ! اے قدوس و برحق ! تو کب تک انصاف نہ کرے گا اور زمین کے رہنے والوں سے ہمارے خون کا بدلہ نہ لے گا ؟
اور ان میں سے ہر ایک کو سفید جامہ دیا گیا اور ان سے کہا گیا کہ اور تھوڑی مدت آرام کرو جب تک کہ تمہارے ہم خدمت اور بھائیوں کا بھی شمار پورا نہ ہولے جو تمہارے طرح قتل ہونے والے ہیں ۔
اور جب اس نے چھٹی مہر کھولی تو میں نے دیکھا کہ ایک بڑا بھونچال آیا اور سورج کمل کی مانند کالا اور سارا چاند خون سا ہو گیا ۔
اور آسمان کے ستارے اس طرح زمین پر گر پڑے جس طرح زور کی آندھی سے ہل کر انجیر کے درخت میں سے کچے پھل گر پڑتے ہیں ۔
اور آسمان اس طرح سرک گیا جس طرح مکتوب لپیٹنے سے سرک جاتا ہے اور ہر ایک پہاڑ اور ٹاپو اپنی جگہ سے ٹل گیا ۔
اور زمین کے بادشاہ اور امیر اور فوجی سردار اور مالدار اور زورآور اور تمام غلام اور آزاد پہاڑوں کے غاروں اور چٹانوں میں جا چھپے ۔
اور پہاڑوں اور چٹانوں سے کہنے لگے کہ ہم پر گر پڑو اور ہمیں اس کی نظر جو تخت پر بیٹھا ہؤا ہے اور برہ کے غضب سے چھپا لو ۔
کیونکہ ان کے غضب کا روز عظیم آ پہنچا ۔ اب کون ٹھہر سکتا ہے ؟
اس کے بعد میں نے زمین کے چاروں کونوں پر چار فرشتے کھڑے دیکھے ۔ وہ زمین کی چاروں ہواؤں کو تھامے ہوئے تھے تاکہ زمین یا سمندر یا کسی درخت پر ہوا نہ چلے ۔
پھر میں نے ایک اور فرشتہ کو زندہ خدا کی مہر لئے ہوئے مشرق سے اوپر کی طرف آتے دیکھا ۔ اس نے ان چاروں فرشتوں سے جنہیں زمین اور سمندر کو ضرر پہنچانے کا اختیار دیا گیا تھا بلند آواز سے پکار کر کہا ۔
کہ جب تک ہم اپنے خدا کے بندوں کے ماتھے پر مہر نہ کر لیں زمین اور سمندر اور درختوں کو ضرر نہ پہنچانا ۔
اور جن پر مہر کی گئی میں نے ان کا شمار سنا کہ بنی اسرائیل کے سب قبیلوں میں سے ایک لاکھ چوالیس ہزار پر مہر کی گئی ۔
یہوداہ کے قبیلہ میں سے بارہ ہزار پر مہر کی گئی ۔ روبن کے قبیلہ میں سے بارہ ہزار پر ۔ جد کے قبیلہ میں سے بارہ ہزار پر ۔
آشر کے قبیلہ میں سے بارہ ہزار پر ۔ نفتالی کے قبیلہ میں سے بارہ ہزار پر ۔ منسی کے قبیلہ میں سے بارہ ہزار پر ۔
شمعون کے قبیلہ میں سے بارہ ہزار پر ۔ لاوی کے قبیلہ میں سے بارہ ہزار پر ۔ اشکار کے قبیلہ میں سے بارہ ہزار پر ۔
زبولون کے قبیلہ میں سے بارہ ہزار پر ۔ یوسف کے قبیلہ میں سے بارہ ہزار پر ۔ بنیمین کے قبیلہ میں سے بارہ ہزار پر مہر کی گئی ۔
ان باتوں کے بعد جو میں نے نگاہ کی تو کیا دیکھتا ہوں کہ ہر ایک قوم اور قبیلہ اور امت اور اہل زبان کی ایک ایسی بڑی بھیڑ جسے کوئی شمار نہیں کر سکتا سفید جامے پہنے اور کھجور کی ڈالیاں اپنے ہاتھوں میں لئے ہوئے تخت اور برہ کے آگے کھڑی ہے ۔
اور بڑی آواز سے چلا چلا کر کہتی ہے کہ نجات ہمارے خدا کی طرف سے ہے جو تخت پر بیٹھا ہے اور برہ کی طرف سے ۔
اور سب فرشتے اس تخت اور بزرگوں اور چاروں جانداروں کے گردا گرد کھڑے ہیں ۔ پھر وہ تخت کے آگے منہ کے بل گر پڑے اور خدا کو سجدہ کرکے ۔
کہا آمین ۔ حمد اور تمجید اور حکمت اور شکر اور عزت اور قدرت اور طاقت ابدالآباد ہمارے خدا کی ہو ۔ آمین ۔
اور بزرگوں میں سے ایک نے مجھے سے کہا کہ یہ سفید جامے پہنے ہوئے کون ہیں اور کہاں سے آئے ہیں ؟
میں نے اس سے کہا کہ اے میرے خداوند ! تو ہی جانتا ہے ۔ اس نے مجھ سے کہا یہ وہی ہیں جو اس بڑی مصیبت میں سے نکل کر آئے ہیں ۔ انہوں نے اپنے جامے برہ کے خون سے دھو کر سفید کئے ہیں ۔
اسی سبب سے یہ خدا کے تخت کے سامنے ہیں اور اس کے مقدس میں رات دن اس کی عبادت کرتے ہیں اور جو تخت پر بیٹھا ہے وہ اپنا خیمہ ان کے اوپر تانے گا ۔
اس کے بعد نہ کبھی ان کو بھوک لگے گی نہ پیاس اور نہ کبھی ان کو دھوپ ستائے گی نہ گرمی ۔
کیونکہ جو برہ تخت کے بیچ میں ہے وہ ان کی گلہ بانی کرے گا اور انہیں آب حیات کے چشموں کے پاس لے جائے گا اور خدا ان کی آنکھوں کے سب آنسو پونچھ دے گا ۔
جب اس نے ساتویں مہر کھولی تو آدھ گھنٹے کے قریب آسمان میں خاموشی رہی ۔
اور میں نے ان ساتوں فرشتوں کو دیکھا جو خدا کے سامنے کھڑے رہتے ہیں اور انہیں سات نرسنگے دئے گئے ۔
پھر ایک اور فرشتہ سونے کا عود سوز لئے ہوئے آیا اور قربان گاہ کے اوپر کھڑا ہؤا اور اس کو بہت سا عود دیا گیا تاکہ سب مقدسوں کی دعاؤں کے ساتھ اس سنہری قربان گاہ پر چڑھائے جو تخت کے سامنے ہے ۔
اور اس عود کا دھواں فرشتہ کے ہاتھ سے مقدسوں کی دعاؤں کے ساتھ خدا کے سامنے پہنچ گیا ۔
اور فرشتہ نے عود سوز کو لے کر اس میں قربان گاہ کی آگ بھری اور زمین پر ڈال دی اور گرجیں اور آوازیں اور بجلیاں پیدا ہوئیں اور بھونچال آیا ۔
اور وہ ساتوں فرشتے جن کے پاس وہ سات نرسنگے تھے پھونکنے کو تیار ہوئے ۔
اور جب پہلے نے نرسنگا پھونکا تو خون ملے ہوئے اولے اور آگ پیدا ہوئی اور زمین پر ڈالی گئی اور تہائی زمین جل گئی اور تہائی درخت جل گئے اور تمام ہری گھاس جل گئی ۔
اور جب دوسرے فرشتہ نے نرسنگا پھونکا تو گویا آگ سے جلتا ہؤا ایک بڑا پہاڑ سمندر میں ڈالا گیا اور تہائی سمندر خون ہو گیا ۔
اور سمندر کی تہائی جاندار مخلوقات مر گئی اور تہائی جہاز تباہ ہوگئے ۔
اور جب تیسرے فرشتہ نے نرسنگا پھونکا تو ایک بڑا ستارہ مشعل کی طرح جلتا ہؤا آسمان سے ٹوٹا اور تہائی دریاؤں اور پانی کے چشموں پر آ پڑا ۔
اس ستارے کا نام ناگ دونا کہلاتا ہے اور تہائی پانی ناگ دونے کی طرح کڑوا ہو گیا اور پانی کڑوا ہو جانے سے بہت سے آدمی مر گئے ۔
اور جب چوتھے فرشتہ نے نرسنگا پھونکا تو تہائی سورج اور تہائی چاند اور تہائی ستاروں پر صدمہ پہنچا ۔ یہاں تک کہ ان کا تہائی حصہ تاریک ہوگیا اور تہائی دن میں روشنی نہ رہی اور اسی طرح تہائی رات میں بھی ۔
اور جب میں نے پھر نگاہ کی تو آسمان کے بیچ میں ایک عقاب کو اڑتے اور بڑی آواز سے یہ کہتے سنا کہ ان تین فرشتوں کے نرسنگوں کی آوازوں کے سبب سے جن کا پھونکنا ابھی باقی ہے زمین کے رہنے والوں پر افسوس ۔ افسوس ۔ افسوس !
اور جب پانچویں فرشتہ نے نرسنگا پھونکا تو میں نے آسمان سے زمین پر ایک ستارہ گرا ہؤا دیکھا اور اس اتھاہ گڑھے کی کنجی دی گئی ۔
اور جب اس نے اتھاہ گڑھے کو کھولا تو گڑھے میں سے ایک بڑی بھٹی کا سا دھواں اٹھا اور گڑھے کے دھوئیں کے باعث سے سورج اور ہوا تاریک ہو گئی ۔
اور اس دھوئیں میں سے زمین پر ٹڈیاں نکل پڑیں اور انہیں زمین کے بچھوؤں کی سی طاقت دی گئی ۔
اور ان سے کہا گیا کہ ان آدمیوں کے سوا جن کے ماتھے پر خدا کی مہر نہیں زمین کی گھاس یا کسی ہریاول یا کسی درخت کو ضرر نہ پہنچانا ۔
