اور انہیں جان سے مارنے کا نہیں بلکہ پانچ مہینے تک لوگوں کو اذیت دینے کا اختیار دیا گیا اور ان کی اذیت ایسی تھی جیسے بچھو کے ڈنک مارنے سے آدمی کو ہوتی ہے ۔
ان دنوں میں آدمی موت ڈھونڈیں گے مگر ہرگز نہ پائیں گے اور مرنے کی آرزو کریں گے اور موت ان سے بھاگے گی ۔
اور ان ڈڈیوں کی صورتیں ان گھوڑوں کی سی تھیں جو لڑائی کے لئے تیار کئے گئے ہوں اور ان کے سروں پر گویا سونے کے تاج تھے اور ان کے چہرے آدمیوں کے سے تھے ۔
اور بال عورتوں کے سے تھے اور دانت ببر کے سے ۔
ان کے پاس لوہے کے سے بکتر تھے اور ان کے پروں کی آواز ایسی تھی جیسے رتھوں اور بہت سے گھوڑوں کی جو لڑائی میں دوڑتے ہوں ۔
اور ان کی دمیں بچھوؤں کی سی تھیں اور ان میں ڈنک بھی تھے اور ان کی دموں میں پانچ مہینے تک آدمیوں کو ضرر پہنچانے کی طاقت تھی ۔
اتھاہ گڑھے کا فرشتہ ان پر بادشاہ تھا ۔ اس کا نام عبرانی میں ابدون اور یونانی میں اپلیون ہے ۔
پہلا افسوس تو ہو چکا ۔ دیکھو اس کے بعد دو افسوس اور ہونے والے ہیں ۔
اور جب چھٹے فرشتہ نے نرسنگا پھونکا تو میں نے اس سنہری قربان گاہ کے سینگوں میں سے جو خدا کے سامنے ہے ایسی آواز سنی ۔
کہ اس چھٹے فرشتہ سے جس کے پاس نرسنگا تھا کوئی کہہ رہا ہے کہ بڑے دریای فرات کے پاس جو چار فرشتے بندھے ہوئے ہیں انہیں کھول دے ۔
پس وہ چاروں فرشتے کھول دئے گئے جو خاص گھڑی اور دن اور مہینے اور برس کے لئے تہائی آدمیوں کے مار ڈالنے کو تیار کئے گئے تھے ۔
اور فوجوں کے سوار شمار میں بیس کروڑ تھے ۔ میں نے ان کا شمار سنا ۔
اور مجھے اس رویا میں گھوڑے اور ان کے ایسے سوار دکھائی دئے جن کے بکتر آگ اور سنبل اور گندھک کے سے تھے اور ان گھوڑوں کے سر ببر کے سے سر تھے اور ان کے منہ سے آگ اور دھواں اور گندھک نکلتی تھی ۔
ان تینوں آفتوں یعنی اس آگ اور دھوئیں اور گندھک سے جو ان کے منہ سے نکلتی تھی تہائی آدمی مارے گئے ۔
کیونکہ ان گھوڑوں کی طاقت ان کے منہ اور ان کی دموں میں تھی اس لئے کہ ان کی دمیں سانپوں کی مانند تھیں اور دموں میں سر بھی تھے ان ہی سے وہ ضرر پہنچاتے تھے ۔
اور باقی آدمیوں نے جو ان آفتوں سے نہ مرے تھے اپنے ہاتھوں کے کاموں سے توبہ نہ کی کہ شیاطین کی اور سونے اور چاندی اور پیتل اور پتھر اور لکڑی کی مورتوں کی پرستش کرنے سے باز آتے جو نہ دیکھ سکتی ہیں نہ سن سکتی ہیں ۔ نہ چل سکتی ہیں ۔
اور جو خون اور جادوگری اور حرامکاری اور چوری انہوں نے کی تھی ان سے توبہ نہ کی ۔
پھر میں نے ایک اور زورآور فرشتہ کو بادل اوڑھے ہوئے آسمان سے اترتے دیکھا ۔ اس کے سر پر دھنک تھی اور اس کا چہرہ آفتاب کی مانند تھا اور اس کے پاؤں آگ کے ستونوں کی مانند ۔
اور اس کے ہاتھ میں ایک چھوٹی سی کھلی ہوئی کتاب تھی ۔ اس نے اپنے دہنا پاؤں تو سمندر پر رکھا اور بایاں خشکی پر ۔
اور ایسی بڑی آواز سے چلایا جیسے ببر دھاڑتا ہے اور جب وہ چلایا تو گرج کی سات آوازیں سنائی دیں ۔
اور جب گرج کی سات آوازیں سنائی دے چکیں تو میں نے لکھنے کا ارادہ کیا اور آسمان پر سے یہ آواز آتی سنی کہ جو باتیں گرج کی ان سات آوازوں سے سنی ہیں ان کو پوشیدہ رکھ اور تحریر نہ کر ۔
اور جس فرشتہ کو میں نے سمندر اور خشکی پر کھڑے دیکھا تھا اس نے اپنا دہنا ہاتھ آسمان کی طرف اٹھایا ۔
اور جو ابدالآباد زندہ رہے گا اور جس نے آسمان اور اس کے اندر کی چیزیں اور زمین اور اس کے اوپر کی چیزیں اور سمندر اور اس کے اندر کی چیزیں پیدا کی ہیں اس کی قسم کھا کر کہا کہ اب اور دیر نہ ہوگی ۔
بلکہ ساتویں فرشتہ کی آواز دینے کے زمانہ میں جب وہ نرسنگا پھونکنے کو ہوگا تو خدا کا پوشیدہ مطلب اس خوشخبری کے موافق جو اس نے اپنے بندوں نبیوں کو دی تھی پورا ہوگا ۔
اور جس آواز دینے والے کو میں نے آسمان پر بولتے سنا تھا اس نے پھر مجھ سے مخاطب ہوکر کہا کہ جا ۔ اس فرشتہ کے ہاتھ میں سے جو سمندر اور خشکی پر کھڑا ہے وہ کھلی ہوئی کتاب لے لے ۔
تب میں نے اس فرشتہ کے پاس جاکر کہا کہ یہ چھوٹی کتاب مجھے دے دے ۔ اس نے مجھ سے کہا لے اسے کھا لے ۔ یہ تیرا پیٹ تو کڑوا کر دے گی مگر تیرے منہ میں شہد کی طرح میٹھی لگے گی ۔
پس میں وہ چھوٹی کتاب اس فرشتہ کے ہاتھ سے لے کر کھا گیا ۔ وہ میرے منہ میں تو شہد کی طرح میٹھی لگی مگر جب میں اسے کھا گیا تو میرا پیٹ کڑوا ہوگیا ۔
اور مجھ سے کہا گیا کہ تجھے بہت سی امتوں اور قوموں اور اہل زبان اور بادشاہوں پر پھر نبوت کرنا ضرور ہے ۔
اور مجھے عصا کی مانند ایک ناپنے کی لکڑی دی گئی اور کسی نے کہا کہ اٹھ کر خدا کے مقدس اور قربان گاہ اور اس میں کے عبادت کرنے والوں کو ناپ ۔
اور اس صحن کو جو مقدس کے باہر ہے خارج کر دے اور اسے نہ ناپ کیونکہ وہ غیرقوموں کو دے دیا گیا ہے ۔ وہ مقدس شہر کو بیالیس مہینے تک پامال کریں گے ۔
اور میں اپنے دو گواہوں کو اختیار دوں گا اور وہ ٹاٹ اورھے ہوئے ایک ہزار دو سو ساٹھ دن نبوت کریں گے ۔
یہ وہی زیتون کے دو درخت اور دو چراغدان ہیں جو زمین کے خداوند کے سامنے کھڑے ہیں ۔
اور اگر کوئی انہیں ضرر پہنچانا چاہتا ہے تو ان کے منہ سے آگ نکل کر ان کے دشمنوں کو کھا جاتی ہے اور اگر کوئی انہیں ضرر پہنچانا چاہے گا تو وہ ضرور اسی طرح مارا جائے گا ۔
ان کو اختیار ہے کہ آسمان کو بند کر دیں تاکہ ان کی نبوت کے زمانہ میں پانی نہ برسے اور پانیوں پر اختیار ہے کہ انہیں خون بنا ڈالیں اور جتنی دفعہ چاہیں زمین پر ہر طرح کی آفت لائیں ۔
جب وہ اپنی گواہی دے چکیں گے تو وہ حیوان جو اتھاہ گڑھے سے نکلے گا ان سے لڑ کر ان پر غالب آئے گا اور ان کو مار ڈالے گا ۔
اور ان کی لاشیں اس بڑے شہر کے بازار میں پڑی رہیں گی جو روحانی اعتبار سے سدوم اور مصر کہلاتا ہے ۔ جہاں ان کا خداوند بھی مصلوب ہؤا تھا ۔
اور امتوں اور قبیلوں اور اہل زبان اور قوموں میں سے لوگ ان کی لاشوں کو ساڑھے تین دن تک دیکھتے رہیں گے اور ان کی لاشوں کو قبر میں نہ رکھنے دیں گے ۔
اور زمین کے رہنے والے ان کے مرنے سے خوشی منائیں گے اور شادیانے بجائیں گے اور آپس میں تحفے بھیجیں گے کیونکہ ان دونوں نبیوں نے زمین کے رہنے والوں کو ستایا تھا ۔
اور ساڑھے تین دن کے بعد خدا کی طرف سے ان میں زندگی کی روح داخل ہوئی اور وہ اپنے پاؤں کے بل کھڑے ہو گئے اور ان کے دیکھنے والوں پر بڑا خوف چھا گیا ۔
اور انہیں آسمان پر سے ایک بلند آواز سنائی دی کہ یہاں اوپر آ جاؤ ۔ پس وہ بادل پر سوار ہوکر آسمان پر چڑھ گئے اور ان کے دشمن انہیں دیکھ رہے تھے ۔
پھر اسی وقت ایک بڑا بھونچال آگیا اور شہر کا دسواں حصہ گر گیا اور اس بھونچال سے سات ہزار آدمی مرے اور باقی ڈر گئے اور آسمان کے خدا کی تمجید کی ۔
دوسرا افسوس ہو چکا ۔ دیکھو تیسرا افسوس جلد ہونے والا ہے ۔
اور جب ساتویں فرشتہ نے نرسنگا پھونکا تو آسمان پر بڑی آوازیں اس مضمون کی پیدا ہوئیں کہ دنیا کی بادشاہی ہمارے خداوند اور اس کے مسیح کی ہو گئی اور وہ ابدالآباد بادشاہی کرے گا ۔
اور چوبیسوں بزرگوں نے جو خدا کے سامنے اپنے اپنے تخت پر بیٹھے تھے منہ کے بل گر کر خدا کو سجدہ کیا ۔
اور یہ کہا کہ اے خداوند خدا ۔ قادر مطلق ! جو ہے اور جو تھا ۔ ہم تیرا شکر کرتے ہیں کیونکہ تو نے اپنی بڑی قدرت کو ہاتھ میں لے کر بادشاہی کی ۔
اور قوموں کو غصہ آیا اور تیرا غضب نازل ہؤا اور وہ وقت آ پہنچا ہے کہ مردوں کا انصاف کیا جائے اور تیرے بندوں نبیوں اور مقدسوں اور ان چھوٹے بڑوں کو جو تیرے نام سے ڈرتے ہیں اجر دیا جائے اور زمین کے تباہ کرنے والوں کو تباہ کیا جائے ۔
اور خدا کا جو مقدس آسمان پر ہے وہ کھولا گیا اور اس کے مقدس میں اس کے عہد کا صندوق دکھائی دیا اور بجلیاں اور آوازیں اور گرجیں پیدا ہوئیں اور بھونچال آیا اور بڑے اولے پڑے ۔
پھر آسمان پر ایک بڑا نشان دکھائی دیا یعنی ایک عورت نظر آئی جو آفتاب کو اوڑھے ہوئے تھی اور چاند اس کے پاؤں کے نیچے تھا اور بارہ ستاروں کا تاج اس کے سر پر ۔
وہ حاملہ تھی اور درد زہ میں چلاتی تھی اور بچہ جننے کی تکلیف میں تھی ۔
پھر ایک اور نشان آسمان پر دکھائی دیا یعنی ایک بڑا لال اژدہا ۔ اس کے سات سر اور دس سینگ تھے اور اس کے سروں پر سات تاج ۔
اور اس کی دم نے آسمان کے تہائی ستارے کھینچ کر زمین پر ڈال دئے اور وہ اژدہا اس عورت کے آگے جا کھڑا ہؤا جو جننے کو تھی تاکہ جب وہ جنے تو اس کے بچے کو نگل جائے ۔
اور وہ بیٹا جنی یعنی وہ لڑکا جو لوہے کے عصا سے سب قوموں پر حکومت کرے گا اور اس کا بچہ یکایک خدا اور اس کے تخت کے پاس تک پہنچا دیا گیا ۔
اور وہ عورت اس بیابان کو بھاگ گئی جہاں خدا کی طرف سے اس کے لئے ایک جگہ تیار کی گئی تھی تاکہ وہاں ایک ہزار دو سو ساٹھ دن تک اس کی پرورش کی جائے ۔
پھر آسمان پر لڑائی ہوئی ۔ میکائیل اور اس کے فرشتے اژدہا سے لڑنے کو نکلے اور اژدہا اور اس کے فرشتے ان سے لڑے ۔
لیکن غالب نہ آئے اور اس کے بعد آسمان پر ان کے لئے جگہ نہ رہی ۔
اور وہ بڑا اژدہا یعنی وہی پرانا سانپ جو ابلیس اور شیطان کہلاتا ہے اور سارے جہان کو گمراہ کر دیتا ہے زمین پر گرا دیا گیا اور اس کے فرشتے بھی اس کے ساتھ گرا دئے گئے ۔
پھر میں نے آسمان پر سے یہ بڑی آواز آتی سنی کہ اب ہمارے خدا کی نجات اور قدرت اور بادشاہی اور اس کے مسیح کا اختیار ظاہر ہؤا کیونکہ ہمارے بھائیوں پر الزام لگانے والا جو رات دن ہمارے خدا کے آگے ان پر الزام لگایا کرتا ہے گرا دیا گیا ۔
اور وہ برہ کے خون اور اپنی گواہی کے کلام کے باعث اس پر غالب آئے اور انہوں نے اپنی جان کو عزیز نہ سمجھا ۔ یہاں تک کہ موت بھی گوارا کی ۔
پس اے آسمانو اور ان کے رہنے والو خوشی مناؤ ! اے خشکی اور تری تم پر افسوس ! کیونکہ ابلیس بڑے غصہ میں تمہارے پاس اتر کر آیا ہے ۔ اس لئے کہ جانتا ہے کہ میرا تھوڑا ہی سا وقت باقی ہے ۔
اور جب اژدہا نے دیکھا کہ میں زمین پر گرا دیا گیا ہوں تو اس عورت کو ستایا جو بیٹا جنی تھی ۔
اور اس عورت کو بڑے عقاب کے دو پر دئے گئے تاکہ سانپ کے سامنے سے اڑ کر بیابان میں اپنی اس جگہ پہنچ جائے جہاں ایک زمانہ اور زمانوں اور آدھے زمانہ تک اس کی پرورش کی جائے گی ۔
اور سانپ نے اس عورت کے پیچھے اپنے منہ سے ندی کی طرح پانی بہایا تاکہ اس کو اس ندی سے بہا دے ۔
مگر زمین نے اس عورت کی مدد کی اور اپنا منہ کھول کر اس ندی کو پی لیا جو اژدہا نے اپنے منہ سے بہائی تھی ۔
اور اژدہا کو عورت پر غصہ آیا اور اس کی باقی اولاد سے جو خدا کے حکموں پر عمل کرتی ہے اور یسوع کی گواہی دینے پر قائم ہے لڑنے کو گیا ۔
اور سمندر کی ریت پر جا کھڑا ہؤا ۔ اور میں نے ایک حیوان کو سمندر میں سے نکلتے ہوئے دیکھا ۔ اس کے دس سینگ اور سات سر تھے اور اس کے سینگوں پر دس تاج اور اس کے سروں پر کفر کے نام لکھے ہوئے تھے ۔
اور جو حیوان میں نے دیکھا اس کی شکل تیندوے کی سی تھی اور پاؤں ریچھ کے سے اور منہ ببر کا سا اور اس اژدہا نے اپنی قدرت اور اپنا تخت اور بڑا اختیار اسے دے دیا ۔
اور میں نے اس کے سروں میں سے ایک پر گویا زخم کاری لگا ہؤا دیکھا مگر اس کا زخم کاری اچھا ہو گیا اور ساری دنیا تعجب کرتی ہوئی اس حیوان کے پیچھے پیچھے ہولی ۔
اور چونکہ اس اژدہا نے اپنا اختیار اس حیوان کو دے دیا تھا اس لئے انہوں نے اژدہا کی پرستش کی اور اس حیوان کی بھی یہ کہہ کر پرستش کی کہ اس حیوان کی مانند کون ہے ؟ کون اس سے لڑ سکتا ہے ؟
اور بڑے بول بولنے اور کفر بکنے کے لئے اسے ایک منہ دیا گیا اور اسے بیالیس مہینے تک کام کرنے کا اختیار دیا گیا ۔
اور اس نے خدا کی نسبت کفر بکنے کے لئے منہ کھولا کہ اس کے نام اور اس کے خیمہ یعنی آسمان کے رہنے والوں کی نسبت کفر بکے ۔
اور اسے یہ اختیار دیا گیا کہ مقدسوں سے لڑے اور ان پر غالب آئے اور اسے ہر قبیلہ اور امت اور اہل زبان اور قوم پر اختیار دیا گیا ۔
اور زمین کے وہ سب رہنے والے جن کے نام اس برہ کی کتاب حیات میں لکھے نہیں گئے جو بنای عالم کے وقت سے ذبح ہؤا ہے اس حیوان کی پرستش کریں گے ۔
جس کے کان ہوں وہ سنے ۔
جس کو قید ہونے والی ہے وہ قید میں پڑے گا ۔ جو کوئی تلوار سے قتل کرے گا وہ ضرور تلوار سے قتل کیا جائے گا ۔ مقدسوں کے صبر اور ایمان کا یہی موقع ہے ۔
پھر میں نے ایک اور حیوان کو زمین میں سے نکلتے ہوئے دیکھا ۔ اس کے برہ کے سے دو سینگ تھے اور اژدہا کی طرح بولتا تھا ۔
اور یہ پہلے حیوان کا سارا اختیار اس کے سامنے کام میں لاتا تھا اور زمین اور اس کے رہنے والوں سے اس پہلے حیوان کی پرستش کراتا تھا جس کا زخم کاری اچھا ہو گیا تھا ۔
اور وہ بڑے بڑے نشان دکھاتا تھا ۔ یہاں تک کہ آدمیوں کے سامنے آسمان سے زمین پر آگ نازل کر دیتا تھا ۔
اور زمین کے رہنے والوں کو ان نشانوں کے سبب سے جن کے اس حیوان کے سامنے دکھانے کا اس کو اختیار دیا گیا تھا اس طرح گمراہ کر دیتا تھا کہ زمین کے رہنے والوں سے کہتا تھا کہ جس حیوان کے تلوار لگی تھی اور وہ زندہ ہو گیا اس کا بت بناؤ ۔
اور اسے اس حیوان کے بت میں روح پھونکنے کا اختیار دیا گیا تاکہ وہ حیوان کا بت بولے بھی اور جتنے لوگ اس حیوان کے بت کی پرستش نہ کریں ان کو قتل بھی کرائے ۔
اور اس نے سب چھوٹے بڑوں دولتمندوں اور غریبوں ۔ آزادوں اور غلاموں کے دہنے ہاتھ یا ان کے ماتھے پر ایک ایک چھاپ کرا دیا ۔
تاکہ اس کے سوا جس پر نشان یعنی اس حیوان کا نام یا اس کے نام کا عدد ہو اور کوئی خرید و فروخت نہ کرسکے ۔
حکمت کا یہ موقع ہے ۔ جو سمجھ رکھتا ہے وہ اس حیوان کا عدد گن لے کیونکہ وہ آدمی کا عدد ہے اور اس کا عدد چھ سو چھیاسٹھ ہے ۔
پھر میں نے نگاہ کی تو کیا دیکھتا ہوں کہ وہ برہ صیون کے پہاڑ پر کھڑا ہے اور اس کے ساتھ ایک لاکھ چوالیس ہزار شخص ہیں جن کے ماتھے پر اس کا اور اس کے باپ کا نام لکھا ہؤا ہے ۔
اور مجھے آسمان پر سے ایک ایسی آواز سنائی دی جو زور کے پانی اور بڑی گرج کی سی آواز تھی اور جو آواز میں نے سنی وہ ایسی تھی جیسے بربط نواز بربط بجاتے ہوں ۔
وہ تخت کے سامنے اور چاروں جانداروں اور بزرگوں کے آگے گویا ایک نیا گیت گا رہے تھے اور ان ایک لاکھ چوالیس ہزار شخصوں کے سوا جو دنیا میں سے خرید لئے گئے تھے کوئی اس گیت کو نہ سیکھ سکا ۔
یہ وہ ہیں جو عورتوں کے ساتھ آلودہ نہیں ہوئے بلکہ کنوارے ہیں ۔ یہ وہ ہیں جو برہ کے پیچھے پیچھے چلتے ہیں ۔ جہاں کہیں وہ جاتا ہے ۔ یہ خدا اور برہ کے لئے پہلے پھل ہونے کے واسطے آدمیوں میں سے خرید لئے گئے ہیں ۔
اور ان کے منہ سے کبھی جھوٹ نہ نکلا تھا ۔ وہ بےعیب ہیں ۔
پھر میں نے ایک اور فرشتہ کو آسمان کے بیچ میں اڑتے ہوئے دیکھا جس کے پاس زمین کے رہنے والوں کی ہر قوم اور قبیلہ اور اہل زبان اور امت کے سنانے کے لئے ابدی خوشخبری تھی ۔
اور اس نے بڑی آواز سے کہا کہ خدا سے ڈرو اور اس کی تمجید کرو کیونکہ اس کی عدالت کا وقت آ پہنچا ہے اور اسی کی عبادت کرو جس نے آسمان اور زمین اور سمندر اور پانی کے چشمے پیدا کئے ۔
پھر اس کے بعد ایک اور دوسرا فرشتہ یہ کہتا ہؤا آیا کہ گر پڑا ۔ وہ بڑا شہر بابل گر پڑا جس نے اپنی حرامکاری کی غضبناک مے تمام قوموں کو پلائی ہے ۔
پھر ان کے بعد ایک اور تیسرے فرشتہ نے آکر بڑی آواز سے کہا کہ جو کوئی اس حیوان اور اس کے بت کی پرستش کرے اور اپنے ماتھے یا اپنے ہاتھ پر اس کی چھاپ لے لے ۔
وہ خدا کے قہر کی اس خالص مے کو پئے گا جو اس کے غضب کے پیالہ میں بھری گئی ہے اور پاک فرشتوں کے سامنے اور برہ کے سامنے آگ اور گندھک کے عذاب میں مبتلا ہوگا ۔
اور ان کے عذاب کا دھواں ابدالآباد اٹھتا رہے گا اور جو اس حیوان اور اس کے بت کی پرستش کرتے ہیں اور جو اس کے نام کی چھاپ لیتے ہیں ان کو رات دن چین نہ ملے گا ۔
مقدسوں یعنی خدا کے حکموں پر عمل کرنے والوں اور یسوع پر ایمان رکھنے والوں کے صبر کا یہی موقع ہے ۔
پھر میں نے آسمان میں سے یہ آواز سنی کہ لکھ ! مبارک ہیں وہ مردے جو اب سے خداوند میں مرتے ہیں ۔ روح فرماتا ہے بیشک ! کیونکہ وہ اپنی محنتوں سے آرام پائیں گے اور ان کے اعمال ان کے ساتھ ساتھ ہوتے ہیں ۔
پھر میں نے نگاہ کی تو کیا دیکھتا ہوں کہ ایک سفید بادل ہے اور اس بادل پر آدمزاد کی مانند کوئی بیٹھا ہے جس کے سر پر سونے کا تاج اور ہاتھ میں تیز درانتی ہے ۔
پھر ایک اور فرشتہ نے مقدس سے نکل کر اس بادل پر بیٹھے ہوئے سے بڑی آواز کے ساتھ پکار کر کہا کہ اپنی درانتی چلا کر کاٹ کیونکہ کاٹنے کا وقت آ گیا ۔ اس لئے کہ زمین کی فصل بہت پک گئی ۔
پس جو بادل پر بیٹھا تھا اس نے اپنی درانتی زمین پر ڈال دی اور زمین کی فصل کٹ گئی ۔
پھر ایک اور فرشتہ اس مقدس میں سے نکلا جو آسمان پر ہے ۔ اس کے پاس بھی تیز درانتی تھی ۔
پھر ایک اور فرشتہ قربان گاہ سے نکلا جس کا آگ پر اختیار تھا ۔ اس نے تیز درانتی والے سے بڑی آواز سے کہا کہ اپنی تیز درانتی چلا کر زمین کے انگور کے درخت کے گچھے کاٹ لے کیونکہ اس کے انگور بالکل پک گئے ہیں ۔
اور اس فرشتہ نے اپنی درانتی زمین پر ڈالی اور زمین کے انگور کے درخت کی فصل کاٹ کر خدا کے قہر کے بڑے حوض میں ڈال دی ۔
اور شہر کے باہر اس حوض میں انگور روندے گئے اور حوض میں سے اتنا خون نکلا کہ گھوڑوں کی لگاموں تک پہنچ گیا اور سولہ سو فرلانگ تک بہ نکلا ۔
پھر میں نے آسمان پر ایک اور بڑا اور عجیب نشان یعنی سات فرشتے ساتوں پچھلی آفتوں کو لئے ہوئے دیکھے کیونکہ ان آفتوں پر خدا کا قہر ختم ہو گیا ہے ۔
پھر میں نے شیشہ کا سا ایک سمندر دیکھا جس میں آگ ملی ہوئی تھی اور جو اس حیوان اور اس کے بت اور اس کے نام کے عدد پر غالب آئے تھے ان کو اس شیشہ کے سمندر کے پاس خدا کی بربطیں لئے کھڑے ہوئے دیکھا ۔
اور وہ خدا کے بندہ موسیٰ کا گیت اور برہ کا گیت گا گا کر کہتے تھے اے خداوند خدا ۔ قادر مطلق ! تیرے کام بڑے اور عجیب ہیں ۔ اے ازلی بادشاہ ! تیری راہیں راست اور درست ہیں ۔
اے خداوند ! کون تجھ سے نہ ڈرے گا ؟ اور کون تیرے نام کی تمجید نہ کرے گا ؟ کیونکہ صرف تو ہی قدوس ہے اور سب قومیں آکر تیرے سامنے سجدہ کریں گی کیونکہ تیرے انصاف کے کام ظاہر ہوگئے ہیں ۔
ان باتوں کے بعد میں نے دیکھا کہ شہادت کے خیمہ کا مقدس آسمان میں کھولا گیا ۔
اور وہ ساتوں فرشتے جن کے پاس ساتوں آفتیں تھیں آبدار اور چمکدار جواہر سے آراستہ اور سینوں پر سنہری سینہ بند باندھے ہوئے مقدس سے نکلے ۔
اور ان چاروں جانداروں میں سے ایک نے سات سونے کے پیالے ابدالآباد زندہ رہنے والے خدا کے قہر سے بھرے ہوئے ان ساتوں فرشتوں کو دئے ۔
اور خدا کے جلال اور اس کی قدرت کے سبب سے مقدس دھوئیں سے بھر گیا اور جب تک ان ساتوں فرشتوں کی ساتوں آفتیں ختم نہ ہو چکیں کوئی اس مقدس میں داخل نہ ہوسکا ۔
پھر میں نے مقدس میں سے کسی کو بڑی آواز سے ان ساتوں فرشتوں سے یہ کہتا سنا کہ جاؤ ۔ خدا کے قہر کے ساتوں پیالوں کو زمین پر الٹ دو ۔
پس پہلے نے جاکر اپنا پیالہ زمین پر الٹ دیا اور جن آدمیوں پر اس حیوان کی چھاپ تھی اور جو اس کے بت کی پرستش کرتے تھے ان کے ایک برا اور تکلیف دینے والا ناسور پیدا ہو گیا ۔
اور دوسرے نے اپنا پیالہ سمندر میں الٹا اور وہ مردے کا سا خون بن گیا اور سمندر کے سب جاندار مر گئے ۔
اور تیسرے نے اپنا پیالہ دریاؤں اور پانی کے چشموں پر الٹا اور وہ خون بن گئے ۔
اور میں نے پانی کے فرشتہ کو یہ کہتے سنا کہ اے قدوس ! جو ہے اور جو تھا تو عادل ہے کہ تو نے یہ انصاف کیا ۔
کیونکہ انہوں نے مقدسوں اور نبیوں کا خون بہایا تھا اور تو نے انہیں خون پلایا ۔ وہ اسی لائق ہیں ۔
پھر میں نے قربان گاہ میں سے یہ آواز سنی کہ اے خداوند خدا قادر مطلق ! بیشک تیرے فیصلے درست اور راست ہیں ۔
اور چوتھے نے اپنا پیالہ سورج پر الٹا اور اسے آدمیوں کو آگ سے جھلس دینے کا اختیار دیا گیا ۔
اور آدمی سخت گرمی سے جھلس گئے اور انہوں نے خدا کے نام کی نسبت کفر بکا جو ان آفتوں پر اختیار رکھتا ہے اور توبہ نہ کی کہ اس کی تمجید کرتے ۔
اور پانچویں نے اپنا پیالہ اس حیوان کے تخت پر الٹا اور اس کی بادشاہی میں اندھیرا چھا گیا اور درد کے مارے لوگ اپنی زبانیں کاٹنے لگے ۔
اور اپنے دکھوں اور ناسوروں کے باعث آسمان کے خدا کی نسبت کفر بکنے لگے اور اپنے کاموں سے توبہ نہ کی ۔
اور چھٹے نے اپنا پیالہ بڑے دریا یعنی فرات پر الٹا اور اس کا پانی سوکھ گیا تاکہ مشرق سے آنے والے بادشاہوں کے لئے راہ تیار ہو جائے ۔
پھر میں نے اس اژدہا کے منہ سے اور اس حیوان کے منہ سے اور اس جھوٹے نبی کے منہ سے تین ناپاک روحیں مینڈکوں کی صورت میں نکلتے دیکھیں ۔
یہ شیاطیں کی نشان دکھانے والی روحیں ہیں جو قادر مطلق خدا کے زور عظیم کی لڑائی کے واسطے جمع کرنے کے لئے ساری دنیا کے بادشاہوں کے پاس نکل کر جاتی ہے ۔
( دیکھو میں چور کی طرح آتا ہوں ۔ مبارک وہ ہے جو جاگتا ہے اور اپنی پوشاک کی حفاظت کرتا ہے تاکہ ننگا نہ پھرے اور لوگ اس کی برہنگی نہ دیکھیں ) ۔
اور انہوں نے ان کو اس جگہ جمع کیا جس کا نام عبرانی میں مجدون ہے ۔
اور ساتویں نے اپنا پیالہ ہوا پر الٹا اور مقدس کے تخت کی طرف سے بڑے زور سے یہ آواز آئی کہ ہو چکا ۔
پھر بجلیاں اور آوازیں اور گرجیں پیدا ہوئیں اور ایک ایسا بڑا بھونچال آیا کہ جب سے انسان زمین پر پیدا ہوئے ایسا بڑا اور سخت بھونچال کبھی نہ آیا تھا ۔
اور اس بڑے شہر کے تین ٹکڑے ہو گئے اور قوموں کے شہر گر گئے اور بڑے شہر بابل کی خدا کے ہاں یاد ہوئی تاکہ اسے اپنے سخت غضب کی مے کا جام پلائے ۔
اور ہر ایک ٹاپو اپنی جگہ سے ٹل گیا اور پہاڑوں کا پتہ نہ لگا ۔
اور آسمان پر آدمیوں پر من من بھر کے بڑے بڑے اولے گرے اور چونکہ یہ آفت نہایت سخت تھی اس لئے لوگوں نے اولوں کی آفت کے باعث خدا کی نسبت کفر بکا ۔
اور ان ساتوں فرشتوں میں سے جن کے پاس سات پیالے تھے ایک نے آکر مجھ سے کہا کہ ادھر آ ۔ میں تجھے اس بڑی کسبی کی سزا دکھاؤں جو بہت سے پانیوں پر بیٹھی ہوئی ہے ۔
اور جس کے ساتھ زمین کے بادشاہوں نے حرامکاری کی تھی اور زمین کے رہنے والے اس کی حرامکاری کی مے سے متوالے ہو گئے تھے ۔
پس وہ مجھے روح میں جنگل کو لے گیا ۔ وہاں میں نے قرمزی رنگ کے حیوان پر جو کفر کے ناموں سے لپا ہؤا تھا اور جس کے سات سر اور دس سینگ تھے ایک عورت کو بیٹھے ہوئے دیکھا ۔
یہ عورت ارغوانی اور قرمزی لباس پہنے ہوئے اور سونے اور جواہر اور موتیوں سے آراستہ تھی اور ایک سونے کا پیالہ مکروہات یعنی اس کی حرامکاری کی ناپاکیوں سے بھرا ہؤا اس کے ہاتھ میں تھا ۔
اور اس کے ماتھے پر یہ نام لکھا تھا ۔ راز ۔ بڑا شہر بابل ۔ کسبیوں اور زمین کی مکروہات کی ماں ۔
اور میں نے اس عورت کو مقدسوں کا خون اور یسوع کے شہیدوں کا خون پینے سے متوالا دیکھا اور اسے دیکھ کر سخت حیران ہؤا ۔
اس فرشتہ نے مجھ سے کہا تو حیران کیوں ہو گیا ؟ میں اس عورت اور اس حیوان کا جس پر وہ سوار ہے اور جس کے سات سر اور دس سینگ ہیں تجھے بھید بتاتا ہوں ۔
یہ جو تو نے حیوان دیکھا یہ پہلے تو تھا مگر اب نہیں ہے اور آیندہ اتھاہ گڑھے سے نکل کر ہلاکت میں پڑے گا اور زمین پر رہنے والے جن کے نام بنای عالم وقت سے کتاب حیات میں لکھے نہیں گئے اس حیوان کا یہ حال دیکھ کر کہ پہلے تھا اور اب نہیں اور پھر موجود ہو جائے گا تعجب کریں گے ۔
یہ موقع ہے اس ذہن کا جس میں حکمت ہے ۔ وہ ساتوں سر سات پہاڑ ہیں ۔ جس پر وہ عورت بیٹھی ہوئی ہے ۔
اور وہ سات بادشاہ بھی ہیں پانچ تو ہو چکے ہیں اور ایک موجود ہے اور ایک ابھی آیا نہیں اور جب آئے گا تو کچھ عرصہ تک اس کا رہنا ضرور ہے ۔
اور جو حیوان پہلے تھا اور اب نہیں وہ آٹھواں ہے اور ان ساتوں میں سے پیدا ہؤا اور ہلاکت میں پڑے گا ۔
اور وہ دس سینگ جو تو نے دیکھے دس بادشاہ ہیں ۔ ابھی تک انہوں نے بادشاہی نہیں پائی مگر اس حیوان کے ساتھ گھڑی بھر کے واسطے بادشاہوں کا سا اختیار پائیں گے ۔
ان سب کی ایک ہے رای ہو گی اور وہ اپنی قدرت اور اختیار اس حیوان کو دے دیں گے ۔
وہ برہ سے لڑیں گے اور برہ ان پر غالب آئے گا کیونکہ وہ خداوندوں کا خداوند اور بادشاہوں کا بادشاہ ہے اور جو بلائے ہوئے اور برگزیدہ اور وفادار اس کے ساتھ ہیں وہ بھی غالب آئیں گے ۔
پھر اس نے مجھ سے کہا کہ جو پانی تو نے دیکھے جن پر کسبی بیٹھی ہے وہ امتیں اور گروہ اور قومیں اور اہل زبان ہیں ۔
اور جو دس سینگ تو نے دیکھے وہ اور حیوان اس کسبی سے عداوت رکھیں گے اور اسے بیکس اور ننگا کر دیں گے اور اس کا گوشت کھا جائیں گے اور اس کو آگ میں جلا ڈالیں گے ۔
کیونکہ خدا ان کے دلوں میں یہ ڈالے گا کہ وہ اس کی رای پر چلیں اور جب تک کہ خدا کی باتیں پوری نہ ہو لیں وہ متفق الرای ہوکر اپنی بادشاہی اس حیوان کو دے دیں ۔
اور وہ عورت جسے تو نے دیکھا وہ بڑا شہر ہے جو زمین کے بادشاہوں پر حکومت کرتا ہے ۔
ان باتوں کے بعد میں نے ایک اور فرشتہ کو آسمان پر سے اترتے دیکھا جسے بڑا اختیار تھا اور زمین اس کے جلال سے روشن ہوگئی ۔
اس نے بڑی آواز سے چلا کر کہا کہ گر پڑا بڑا شہر بابل گر پڑا اور شیاطین کا مسکن اور ناپاک روح کا اڈا اور ہر ناپاک اور مکروہ پرندہ کا اڈا ہو گیا ۔
کیونکہ اس کی حرامکاری کی غضبناک مے کے باعث تمام قومیں گر گئی ہیں اور زمین کے بادشاہوں نے اس کے ساتھ حرامکاری کی ہے اور دنیا کے سوداگر اس کے عیش و عشرت کی بدولت دولتمند ہو گئے ۔
پھر میں نے آسمان میں کسی اور کو یہ کہتے سنا کہ اے میری امت کے لوگو ! اس میں سے نکل آؤ تاکہ تم اس کے گناہوں میں شریک نہ ہو اور اس کی آفتوں میں سے کوئی تم پر نہ آ جائے ۔
کیونکہ اس کے گناہ آسمان تک پہنچ گئے ہیں اور اس کی بدکاریاں خدا کو یاد آ گئی ہیں ۔
جیسا اس نے کیا ویسا ہی تم بھی اس کے ساتھ کرو اور اسے اس کے کاموں کو دوچند بدلہ دو ۔ جس قدر اس نے پیالہ بھرا تم اس کے لئے دگنا بھر دو ۔
جس قدر اس نے اپنے آپ کو شاندار بنایا اور عیاشی کی تھی اسی قدر اس کو عذاب اور غم میں ڈال دو کیونکہ وہ اپنے دل میں کہتی ہے کہ میں ملکہ ہو بیٹھی ہوں ۔ بیوہ نہیں اور کبھی غم نہ دیکھوں گی ۔
اس لئے اس پر ایک ہی دن میں آفتیں آئیں گی یعنی موت اور غم اور کال اور وہ آگ میں جلا کر خاک کر دی جائے گی کیونکہ اس کا انصاف کرنے والا خداوند خدا قوی ہے ۔
اور اس کے ساتھ حرامکاری اور عیاشی کرنے والے زمین کے بادشاہ جب اس کے جلنے کا دھواں دیکھیں گے تو اس کے لئے روئیں گے اور چھاتی پٹیں گے ۔
اور اس کے عذاب کے ڈر سے دور کھڑے ہوئے کہیں گے اے بڑے شہر ! اے بابل ! اے مضبوط شہر ! افسوس ! افسوس ! گھڑی ہی بھر میں تجھے سزا مل گئی ۔
اور دنیا کے سوداگر اس کے ساتھ روئیں گے اور ماتم کریں گے کیونکہ اب کوئی ان کا مال نہیں خریدنے کا ۔
اور وہ مال یہ ہے سونا ۔ چاندی ۔ جواہر ۔ موتی اور مہین کتانی اور ارغوانی اور ریشمی اور قرمزی کپڑے اور ہر طرح کی خوشبودار لکڑیاں اور ہاتھی دانت کی طرح طرح کی چیزیں اور نہایت بیش قیمت لکڑی اور پیتل اور لوہے اور سنگ مرمر کی طرح طرح کی چیزیں ۔
اور دار چینی اور مصالح اور عود اور عطر اور لبان اور مے اور تیل اور میدہ اور گیہوں اور مویشی اور بھیڑیں اور گھوڑے اور گاڑیاں اور غلام اور آدمیوں کی جانیں ۔
اب تیرے دل پسند میوے تیرے پاس سے دور ہو گئے اور سب لزیز اور تحفہ چیزیں تجھ سے جاتی رہیں ۔ اب وہ ہرگز ہاتھ نہ آئیں گی ۔
ان چیزوں کے سوداگر جو اس کے سبب سے مالدار بن گئے تھے اس کے عذاب کے خوف سے دور کھڑے ہوئے روئیں گے اور غم کریں گے ۔
اور کہیں گے افسوس ! افسوس ! وہ بڑا شہر جو مہین کتانی اور ارغوانی اور قرمزی کپڑے پہنے ہوئے اور سونے اور جواہر اور موتیوں سے آراستہ تھا !
گھڑی ہی بھر میں اس کی اتنی بڑی دولت برباد ہو گئی اور سب ناخدا اور جہاز کے سب مسافر اور ملاح اور اور جتنے سمندر کا کام کرتے ہیں ۔
جب اس کے جلنے کا دھواں دیکھیں گے تو دور کھڑے ہوئے چلائیں گے اور کہیں گے کون سا شہر اس بڑے شہر کی مانند ہے ؟
اور اپنے سروں پر خاک ڈالیں گے اور روتے ہوئے اور ماتم کرتے ہوئے چلا چلا کر کہیں گے افسوس ! افسوس ! وہ بڑا شہر جس کی دولت سے سمندر کے سب جہاز والے دولتمند ہوگئے گھڑی ہی بھر میں اجڑ گیا ۔
اے آسمان اور اے مقدسو اور رسولو اور نبیو ! اس پر خوشی کرو کیونکہ خدا نے انصاف کرکے اس سے تمہارا بدلہ لے لیا ۔
پھر ایک زورآور فرشتہ نے چکی کے پاٹ کی مانند ایک پتھر اٹھایا اور یہ کہہ کر سمندر میں پھینک گیا کہ بابل کا بڑا شہر بھی اسی طرح زور سے گرایا جائے گا اور پھر کبھی اس کا پتہ نہ ملے گا ۔
اور بربط نوازوں اور مطربوں اور بانسلی بجانے والوں اور نرسنگا پھونکنے والوں کی آواز پھر کبھی تجھ میں نہ سنائی دے گی اور کسی پیشہ کا کاریگر تجھ میں پھر کبھی نہ پایا جائے گا اور چکی کی آواز تجھ میں پھر کبھی نہ سنائی دے گی ۔
اور چراغ کی روشنی تجھ میں پھر کبھی نہ چمکے گی اور تجھ میں دلہے اور دلہن کی آواز پھر کبھی نہ سنائی دے گی کیونکہ تیرے سوداگر زمین کے امیر تھے اور تیری جادوگری سے سب قومیں گمراہ ہو گئیں ۔
اور نبیوں اور مقدسوں اور زمین کے اور سب مقتولوں کا خون اس میں پایا گیا ۔
ان باتوں کے بعد میں نے آسمان پر گویا ایک بڑی جماعت کو بلند آواز سے یہ کہتے سنا کہ ہللویاہ ! نجات اور جلال اور قدرت ہمارے خدا ہی کی ہے ۔
کیونکہ اس کے فیصلے راست اور درست ہیں اس لئے کہ اس نے اس بڑی کسبی کا انصاف کیا جس نے اپنی حرامکاری سے دنیا کو خراب کیا تھا اور اس نے اپنے بندوں کے خون کا بدلہ لیا ۔
پھر دوسری بار انہوں نے ہللویاہ کہا اور اس کے جلنے کا دھواں ابدالآباد اٹھتا رہے گا ۔
اور چوبیسوں بزرگوں اور چاروں جانداروں نے گر کر خدا کو سجدہ کیا جو تخت پر بیٹھا تھا اور کہا آمین ۔ ہللویاہ !
اور تخت میں سے یہ آواز نکلی کہ اے اس سے ڈرنے والے بندو خواہ چھوٹے ہو خواہ بڑے ! تم سب ہمارے خدا کی حمد کرو ۔
پھر میں نے بڑی جماعت کی سی آواز اور زور کے پانی کی سی آواز اور سخت گرجوں کی سی آواز سنی کہ ہللویاہ ! اس لئے کہ خداوند ہمارے خدا قادر مطلق بادشاہی کرتا ہے ۔
آؤ ۔ ہم خوشی کریں اور نہایت شادمان ہوں اور اس کی تمجید کریں اس لئے کہ برہ کی شادی آ پہنچی اور اس کی بیوی نے اپنے آپ کو تیار کر لیا ۔
اور اس کو چمکدار اور صاف مہین کتانی کپڑا پہننے کا اختیار دیا گیا کیونکہ مہین کتانی کپڑے سے مقدس لوگوں کی راستبازی کے کام مراد ہیں ۔
اور اس نے مجھ سے کہا لکھ ۔ مبارک ہیں وہ جو برہ کی شادی کی ضیافت میں بلائے گئے ہیں ۔ پھر اس نے مجھے سے کہا یہ خدا کی سچی باتیں ہیں ۔
اور میں اسے سجدہ کرنے کے لئے اس کے پاؤں پر گرا ۔ اس نے مجھ سے کہا کہ خبردار ! ایسا نہ کر ۔ میں بھی تیرا اور تیرے ان بھائیوں کا ہم خدمت ہوں جو یسوع کی گواہی دینے پر قائم ہیں ۔ خدا ہی کو سجدہ کر کیونکہ یسوع کی گواہی نبوت کی روح ہے ۔
پھر میں نے آسمان کو کھلا ہؤا دیکھا اور کیا دیکھتا ہوں کہ ایک سفید گھوڑا ہے اور اس پر ایک سوار ہے جو سچا اور برحق کہلاتا ہے اور وہ راستی کے ساتھ انصاف اور لڑائی کرتا ہے ۔
اور اس کی آنکھیں آگ کے شعلے ہیں اور اس کے سر پر بہت سے تاج ہیں اور اس کا ایک نام لکھا ہؤا ہے جسے اس کے سوا اور کوئی نہیں جانتا ۔
اور وہ خون کی چھڑکی ہوئی پوشاک پہنے ہوئے ہے اور اس کا نام کلام خدا کہلاتا ہے ۔
اور آسمان کی فوجیں سفید گھوڑوں پر سوار اور سفید اور صاف مہین کتانی کپڑے پہنے ہوئے اس کے پیچھے پیچھے ہیں ۔
اور قوموں کے مارنے کے لئے اس کے منہ سے ایک تیز تلوار نکلتی ہے اور وہ لوہے کے عصا سے ان پر حکومت کرے گا اور قادر مطلق خدا کی سخت غضب کی مے کے حوض میں انگور روندے گا ۔
اور اس کی پوشاک اور ران پر یہ نام لکھا ہؤا ہے بادشاہوں کا بادشاہ اور خداوندوں کا خداوند ۔
پھر میں نے ایک فرشتہ کو آفتاب پر کھڑے ہوئے دیکھا اور اس نے بڑی آواز سے چلا کر آسمان کے سب اڑنے والے پرندوں سے کہا آؤ ۔ خدا کی بڑی ضیافت میں شریک ہونے کے لئے جمع ہو جاؤ ۔
تاکہ تم بادشاہوں کا گوشت اور فوجی سرداروں کا گوشت اور زورآوروں کا گوشت اور گھوڑوں اور ان کے سواروں کا گوشت اور سب آدمیوں کا گوشت کھاؤ ۔ خواہ آزاد ہوں خواہ غلام ۔ خواہ چھوٹے ہوں خواہ بڑے ۔
پھر میں نے اس حیوان اور زمین کے بادشاہوں اور ان کی فوجوں کو اس گھوڑے کے سوار اور اس کی فوج سے جنگ کرنے کے لئے اکٹھے دیکھا ۔
اور وہ حیوان اور اس کے ساتھ وہ جھوٹا نبی پکڑا گیا جس نے اس کے سامنے ایسے نشان دکھائے تھے جن سے اس نے حیوان کی چھاپ لینے والوں اور اس کے بت کی پرستش کرنے والوں کو گمراہ کیا تھا ۔ وہ دونوں آگ کی اس جھیل میں زندہ ڈالے گئے جو گندھک سے جلتی ہے ۔
اور باقی اس گھوڑے کے سوار کی تلوار سے جو اس کے منہ سے نکلتی تھی قتل کئے گئے اور سب پرندے ان کے گوشت سے سیر ہو گئے ۔
پھر میں نے ایک فرشتہ کو آسمان سے اترتے دیکھا جس کے ہاتھ میں اتھاہ گڑھے کی کنجی اور ایک بڑی زنجیر تھی ۔
اس نے اس اژدہا یعنی پرانے سانپ کو جو ابلیس اور شیطان ہے پکڑ کر ہزار برس کے لئے باندھا ۔
اور اسے اتھاہ گڑھے میں ڈال کر بند کر دیا اور اس پر مہر کر دی تاکہ وہ ہزار برس کے پورے ہونے تک قوموں کو پھر گمراہ نہ کرے ۔ اس کے بعد ضرور ہے کہ تھوڑے عرصہ کے لئے کھولا جائے ۔
پھر میں نے تخت دیکھے اور لوگ ان پر بیٹھ گئے اور عدالت ان کے سپرد کی گئی اور ان کی روحوں کو بھی دیکھا جن کے سر یسوع کی گواہی دینے اور خدا کے کلام کے سبب سے کاٹے گئے تھے اور جنہوں نے نہ اس حیوان کی پرستش کی تھی نہ اس کے بت کی اور نہ اس کی چھاپ اپنے ماتھے اور ہاتھوں پر لی تھی ۔ وہ زندہ ہو کر ہزار برس تک مسیح کے ساتھ بادشاہی کرتے رہے ۔
اور جب تک یہ ہزار برس پورے نہ ہو لئے باقی مردے زندہ نہ ہوئے ۔ پہلی قیامت یہی ہے ۔
مبارک اور مقدس وہ ہے جو پہلی قیامت میں شریک ہو ۔ ایسوں پر دوسری موت کا کچھ اختیار نہیں بلکہ وہ خدا اور مسیح کے کاہن ہوں گے اور اس کے ساتھ ہزار برس تک بادشاہی کریں گے ۔
اور جب ہزار برس پورے ہو چکیں گے تو شیطان قید سے چھوڑ دیا جائے گا ۔
اور ان قوموں کو جو زمین کے چاروں طرف ہوں گی یعنی جوج و ماجوج کو گمراہ کرکے لڑائی کے لئے جمع کرنے کو نکلے گا ۔ ان کا شمار سمندر کی ریت کے برابر ہوگا ۔
اور وہ تمام زمین پر پھیل جائیں گی اور مقدسوں کی لشکرگاہ اور عزیز شہر کو چاروں طرف سے گھیر لیں گی اور آسمان پر سے آگ نازل ہوکر انہیں کھا جائے گی ۔
اور ان کا گمراہ کرنے والا ابلیس آگ اور گندھک کی اس جھیل میں ڈالا جائے گا جہاں وہ حیوان اور جھوٹا نبی بھی ہوگا اور وہ رات دن ابدالآباد عذاب میں رہیں گے ۔
پھر میں نے ایک بڑا سفید تخت اور اس کو جو اس پر بیٹھا ہؤا تھا دیکھا جس کے سامنے سے زمین اور آسمان بھاگ گئے اور انہیں کہیں جگہ نہ ملی ۔
پھر میں نے چھوٹے بڑے سب مردوں کو اس تخت کے سامنے کھڑے ہوئے دیکھا اور کتابیں کھولی گئیں ۔ پھر ایک اور کتاب کھولی گئی یعنی کتاب حیات اور جس طرح ان کتابوں میں لکھا ہؤا تھا ان کے اعمال کے مطابق مردوں کا انصاف کیا گیا ۔
اور سمندر نے اپنے اندر کے مردوں کو دے دیا اور موت اور عالم ارواح نے اپنے اندر کے مردوں کو دے دیا اور ان میں سے ہر ایک کے اعمال کے موافق اس کا انصاف کیا گیا ۔
پھر موت اور عالم ارواح آگ کی جھیل میں ڈالے گئے ۔ یہ آگ کی جھیل دوسری موت ہے ۔
اور جس کسی کا نام کتاب حیات میں لکھا ہؤا نہ ملا وہ آگ کی جھیل میں ڈالا گیا ۔
پھر میں نے ایک نیا آسمان اور نئی زمین کو دیکھا کیونکہ پہلا آسمان اور پہلی زمین جاتی رہی تھی اور سمندر بھی نہ رہا ۔
پھر میں نے شہر مقدس نئے یروشلیم کو آسمان پر سے خدا کے پاس سے اترتے دیکھا اور وہ اس دلہن کی مانند آراستہ تھا جس نے اپنے شوہر کے لئے شنگھار کیا ہو ۔
پھر میں نے تخت میں سے کسی کو بلند آواز سے یہ کہتا سنا کہ دیکھ خدا کا خیمہ آدمیوں کے درمیان ہے اور وہ ان کے ساتھ سکونت کرے گا اور وہ اس کے لوگ ہوں گے اور خدا آپ ان کے ساتھ رہے گا اور ان کا خدا ہو گا ۔
اور وہ ان کی آنکھوں کے سب آنسو پونچھ دے گا ۔ اس کے بعد نہ موت رہے گی اور نہ ماتم رہے گا ۔ نہ آہ و نالہ نہ درد ۔ پہلی چیزیں جاتی رہیں ۔
اور جو تخت پر بیٹھا ہؤا تھا اس نے کہا دیکھ میں سب چیزوں کو نیا بنا دیتا ہوں ۔ پھر اس نے کہا لکھ لے کیونکہ یہ باتیں سچ اور برحق ہیں ۔
پھر اس نے مجھ سے کہا یہ باتیں پوری ہو گئیں ۔ میں الفا اور اومیگا یعنی ابتدا اور انتہا ہوں ۔ میں پیاسے کو آب حیات کے چشمہ سے مفت پلاؤں گا ۔
جو غالب آئے وہی ان چیزوں کا وارث ہوگا اور میں اس کا خدا ہوں گا اور وہ میرا بیٹا ہو گا ۔
مگر بزدلوں اور بے ایمانوں اور گھنونے لوگوں اور خونیوں اور حرامکاروں اور جادوگروں اور بت پرستوں اور سب جھوٹوں کا حصہ آگ اور گندھک سے جلنے والی جھیل میں ہوگا ۔ یہ دوسری موت ہے ۔
پھر ان سات فرشتوں میں سے جن کے پاس سات پیالے تھے اور وہ پچھلی سات آفتوں سے بھرے ہوئے تھے ایک نے آکر مجھ سے کہا ادھر آ ۔ میں تجھے دلہن یعنی برہ کی بیوی دکھاؤں ۔
اور وہ مجھے روح میں ایک بڑے اور اونچے پہاڑ پر لے گیا اور شہر مقدس یروشلیم کو آسمان پر سے خدا کے پاس سے اترتے دکھایا ۔
اس میں خدا کا جلال تھا اور اس کے چمک نہایت قیمتی پتھر یعنی اس یشب کی سی تھی جو بلور کی طرح شفاف ہو ۔
اور اس کی شہر پناہ بڑی اور بلند تھی اور اس کے بارہ دروازے اور دروازوں پر بارہ فرشتے تھے اور ان پر بنی اسرائیل کے بارہ قبیلوں کے نام لکھے ہوئے تھے ۔
تین دروازے مشرق کی طرف تھے ۔ تین دروازے شمال کی طرف ۔ تین دروازے جنوب کی طرف اور تین دروازے مغرب کی طرف ۔
اور اس شہر کی شہر پناہ کی بارہ بنیادیں تھیں اور ان پر برہ کے بارہ رسولوں کے بارہ نام لکھے تھے ۔
اور جو مجھ سے کہہ رہا تھا اس کے پاس شہر اور اس کے دروازے اور اس کی شہر پناہ کے ناپنے کے لئے ایک پیمایش کا آلہ یعنی سونے کا گز تھا ۔
اور وہ شہر چوکور واقع ہؤا تھا اور اس کی لمبائی چوڑائی کے برابر تھی ۔ اس نے اس شہر کو اس گز سے ناپا تو ہزار فرلانگ نکلا ۔ اس کی لمبائی اور چوڑائی اور اونچائی برابر تھی ۔
اور اس نے اس کی شہر پناہ کو آدمی کی یعنی فرشتہ کی پیمایش کے مطابق ناپا تو ایک سو چوالیس ہاتھ نکلی ۔
اور اس کی شہر پناہ کی تعمیر یشب کی تھی اور شہر ایسے خالص سونے کا تھا جو شفاف شیشہ کی مانند ہو ۔
اور اس شہر کی شہر پناہ کی بنیادیں ہر طرح کے جواہر سے آراستہ تھیں ۔ پہلی بنیاد یشب کی تھی ۔ دوسری نیلم کی تھی ۔ تیسری شب چراغ کی تھی ۔ چوتھی زمرد کی ۔
پانچویں عقیق کی ۔ چھٹی لعل کی ۔ ساتویں سنہرے پتھر کی ۔ آٹھویں فیروزہ کی ۔ نویں زبرجد کی ۔ دسویں یمنی کی ۔ گیارھویں سنگ سنبلی کی اور بارھویں یاقوت کی ۔
اور بارہ دروازے بارہ موتیوں کے تھے ۔ ہر دروازہ ایک موتی کا تھی اور شہر کی سڑک شفاف شیشہ کی مانند خالص سونے کی تھی ۔
اور میں نے اس میں کوئی مقدس نہ دیکھا اس لئے کہ خداوند خدا قادر مطلق اور برہ اس کا مقدس ہیں ۔
اور اس شہر میں سورج یا چاند کی روشنی کی کچھ حاجت نہیں کیونکہ خدا کے جلال نے اسے روشن کر رکھا ہے اور برہ اس کا چراغ ہے ۔
اور قومیں اس کی روشنی میں چلیں پھریں گی اور زمین کے بادشاہ اپنی شان و شوکت کا سامان اس میں لائیں گے ۔
اور اس کے دروازے دن کو ہرگز بند نہ ہوں گے ( اور رات وہاں نہ ہوگی ) ۔
اور لوگ قوموں کی شان و شوکت اور عزت کا سامان اس میں لائیں گے ۔
اور اس میں کوئی ناپاک چیز یا کوئی شخص جو گھنونے کام کرتا یا جھوٹی باتیں کرتا ہے ہرگز داخل نہ ہوگا مگر وہی جن کے نام برہ کی کتاب حیات میں لکھے ہوئے ہیں ۔
پھر اس نے مجھے بلور کی طرح چمکتا ہؤا آب حیات کا ایک دریا دکھایا جو خدا اور برہ کے تخت سے نکل کر اس شہر کی سڑک کے بیچ میں بہتا تھا ۔
اور دریا کے وار پار زندگی کا درخت تھا ۔ اس میں بارہ قسم کے پھل آتے تھے اور ہر مہینے میں پھلتا تھا اور اس درخت کے پتوں سے قوموں کو شفا ہوتی تھی ۔
اور پھر لعنت نہ ہو گی اور خدا اور برہ کا تخت اس شہر میں ہوگا اور اس کے بندے اس کی عبادت کریں گے ۔
اور وہ اس کا منہ دیکھیں گے اور اس کا نام ان کے ماتھوں پر لکھا ہؤا ہوگا ۔
اور پھر رات نہ ہوگی اور وہ چراغ اور سورج کی روشنی کے محتاج نہ ہوں گے کیونکہ خداوند خدا ان کو روشن کرے گا اور وہ ابدالآباد بادشاہی کریں گے ۔
پھر اس نے مجھ سے کہا یہ باتیں سچ اور برحق ہیں چنانچہ خدا نے جو نبیوں کی روحوں کا خدا ہے اپنے فرشتہ کو اس لئے بھیجا کہ اپنے بندوں کو وہ باتیں دکھائے جن کا جلد ہونا ضرور ہے ۔
اور دیکھ میں جلد آنے والا ہوں ۔ مبارک ہے وہ جو اس کتاب کی نبوت کی باتوں پر عمل کرتا ہے ۔
میں وہی یوحنا ہوں جو ان باتوں کو سنتا اور دیکھتا تھا اور جب میں نے سنا اور دیکھا تو جس فرشتہ نے مجھے یہ باتیں دکھائیں میں اس کے پاؤں پر سجدہ کرنے کو گرا ۔
اس نے مجھ سے کہا خبردار ! ایسا نہ کر ۔ میں بھی تیرا اور تیرے بھائی نبیوں اور اس کتاب کی باتوں پر عمل کرنے والوں کا ہم خدمت ہوں ۔ خدا ہی کو سجدہ کر ۔
پھر اس نے مجھ سے کہا اس کتاب کی نبوت کی باتوں کو پوشیدہ نہ رکھ کیونکہ وقت نزدیک ہے ۔
جو برائی کرتا ہے وہ برائی ہی کرتا جائے اور جو نجس ہے وہ نجس ہی ہوتا جائے اور جو راستباز ہے وہ راستبازی ہی کرتا جائے اور جو پاک ہے وہ پاک ہی ہوتا جائے ۔
دیکھ میں جلد آنے والا ہوں اور ہر ایک کے کام کے موافق دینے کے لئے اجر میرے پاس ہے ۔
میں الفا اور اومیگا ۔ اول اور آخر ۔ ابتدا اور انتہا ہوں ۔
مبارک ہے وہ جو اپنے جامے دھوتے ہیں کیونکہ زندگی کے درخت کے پاس آنے کا اختیار پائیں گے اور ان دروازوں سے شہر میں داخل ہوں گے ۔
مگر کتے اور جادوگر اور حرامکار اور خونی اور بت پرست اور جھوٹی بات کا ہر ایک پسند کرنے اور گھڑنے والا باہر رہے گا ۔
مجھ یسوع نے اپنا فرشتہ اس لئے بھیجا کہ کلیسیاؤں کے بارے میں تمہارے آگے ان باتوں کی گواہی دے ۔ میں داؤد کی اصل و نسل اور صبح کا چمکتا ہؤا ستارہ ہوں ۔
اور روح اور دلہن کہتی ہیں آ اور سننے والا بھی کہے آ ۔ اور جو پیاسا ہو وہ آئے اور جو کوئی چاہے آب حیات مفت لے ۔
میں ہر ایک آدمی کے آگے جو اس کتاب کی نبوت کی باتیں سنتا ہے گواہی دیتا ہوں کہ اگر کوئی آدمی ان میں کچھ بڑھائے تو خدا اس کتاب میں لکھی ہوئی آفتیں اس پر نازل کرے گا ۔
اور اگر کوئی اس نبوت کی کتاب کی باتوں میں سے کچھ نکال ڈالے تو خدا اس زندگی کے درخت اور مقدس شہر میں سے جن کا اس کتاب میں ذکر ہے اس کا حصہ نکال ڈالے گا ۔
جو ان باتوں کی گواہی دیتا ہے اور یہ کہتا ہے کہ بیشک میں جلد آنے والا ہوں ۔ آمین ۔ اے خداوند یسوع آ ۔
خداوند یسوع کا فضل مقدسوں کے ساتھ رہے ۔ آمین ۔
